{
  "case_info": {
    "docket_number": "2:15-cv-9691",
    "company": {
      "name": "LAI Systems, LLC",
      "incorporation_state": "California",
      "entity_type": "limited liability company",
      "address": "11901 Santa Monica Boulevard, Suite 507, Los Angeles, California 90025",
      "business_description": "LAI Systems, LLC, doing business as TapBlaze, develops and distributes mobile applications for download from Apple's App Store, Google Play, and the Amazon App Store. The company offers free-to-download apps directed to children that generate revenue through in-app advertising and in-app purchases."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2015
    },
    "legal_authority": "Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998 (COPPA), 15 U.S.C. §§ 6502(c) and 6505(d), and Sections 5(a)(1), 5(m)(1)(A), 13(b), and 16(a) of the Federal Trade Commission Act (FTC Act), 15 U.S.C. §§ 45(a)(1), 45(m)(1)(A), 53(b), and 56(a)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/142-3261-lai-systems-llc"
  },
  "complaint": {
    "factual_background": "LAI Systems, LLC (d/b/a TapBlaze) operated mobile apps directed at children under age 13, including My Cake Shop, My Pizza Shop, Hair Salon Makeover, Friday Night Makeover, Marley the Talking Dog, and Animal Sounds. Through these apps, the company allowed third-party advertising networks to collect personal information in the form of persistent identifiers from children for targeted advertising purposes. The company failed to provide required privacy notices to parents and failed to obtain verifiable parental consent before collecting this personal information, in violation of the Children's Online Privacy Protection Rule (COPPA).",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "Defendant operated online services directed to children that collected or allowed collection of personal information (persistent identifiers) from children under age 13 through third-party advertising networks",
        "fact": "Defendant failed to: (a) provide notice on its online services of the information collected from children, how it is used, and disclosure practices; (b) provide direct notice to parents of the information collected from children, how it is used, and disclosure practices; and (c) obtain verifiable parental consent before any collection or use of personal information from children",
        "conclusion": "Therefore, Defendant has violated the Rule, 16 C.F.R. Part 312, specifically Sections 312.4(d), 312.4(b), and 312.5(a)(1), constituting an unfair or deceptive act or practice in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "an individual under the age of 13.",
      "Collects or collection": "the gathering of any personal information from a child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a child to submit personal information online; 2. Enabling a child to make personal information publicly available in identifiable form; or 3. Passive tracking of a child online.",
      "Defendant": "LAI Systems, LLC, also d/b/a TapBlaze, a limited liability company, and its successors and assigns.",
      "Disclose or disclosure": "with respect to personal information: 1. The release of personal information collected by an operator from a child in identifiable form for any purpose, except where an operator provides such information to a person who provides support for the internal operations of the website or online service; and 2. Making personal information collected by an operator from a child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Obtaining verifiable consent": "making any reasonable effort (taking into consideration available technology) to ensure that before personal information is collected from a child, a parent of the child: 1. Receives notice of the operator's personal information collection, use, and disclosure practices; and 2. Authorizes any collection, use, and/or disclosure of the personal information.",
      "Online contact information": "an e-mail address or any other substantially similar identifier that permits direct contact with a person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any person who operates a website located on the Internet or an online service and who collects or maintains personal information from or about the users of or visitors to such website or online service, or on whose behalf such information is collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with one (1) or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation. Personal information is collected or maintained on behalf of an operator when: 1. It is collected or maintained by an agent or service provider of the operator; or 2. The operator benefits by allowing another person to collect personal information directly from users of such website or online service.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal information": "individually identifiable information about an individual collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online contact information; 4. A screen or user name where it functions in the same manner as online contact information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the child or the parents of that child that the operator collects online from the child and combines with an identifier described in this definition.",
      "Release of personal information": "the sharing, selling, renting, or transfer of personal information to any third party.",
      "Support for the internal operations of the website or online service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a child as permitted by Section 312.5(c)(3) and (4) of COPPA; 2. So long as the information collected for these activities listed in 1(a) – (g) is not used or disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third party": "any person who is not: 1. An operator with respect to the collection or maintenance of personal information on the website or online service; or 2. A person who provides support for the internal operations of the website or online service and who does not use or disclose information protected under this part for any other purpose.",
      "Website or online service directed to children": "a commercial website or online service, or portion thereof, that is targeted to children."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from violating the Children's Online Privacy Protection Rule, including failing to provide notice to parents, post privacy notices, and obtain verifiable parental consent.",
        "requirements": [
          {
            "description": "Must not fail to make reasonable efforts to ensure that a parent of a child receives direct notice of Defendant's practices with regard to the collection, use, or disclosure of personal information from children, including notice of any material change",
            "quoted_text": "IT IS ORDERED that Defendant and Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with being an operator of any website or online service directed to children or of any website or online service with actual knowledge that it is collecting or maintaining personal information from a child, are hereby permanently restrained and enjoined from violating the Children's Online Privacy Protection Rule, 16 C.F.R. Part 312, including, but not limited to: A. failing to make reasonable efforts, taking into account available technology, to ensure that a parent of a child receives direct notice of Defendant's practices with regard to the collection, use, or disclosure of personal information from children, including notice of any material change in the collection, use, or disclosure practices to which the parent has previously consented",
            "deadline": null,
            "verified": true,
            "confidence": 0.9201461574728902
          },
          {
            "description": "Must not fail to post a prominent and clearly labeled link to an online notice of its information practices with regard to children on the home or landing page or screen and at each area where personal information is collected from children",
            "quoted_text": "failing to post a prominent and clearly labeled link to an online notice of its information practices with regard to children on the home or landing page or screen of its website or online service, and at each area of the website or online service where personal information is collected from children",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, including consent to any material change",
            "quoted_text": "failing to obtain verifiable parental consent before any collection, use, or disclosure of personal information from children, including consent to any material change in the collection, use, or disclosure practices to which the parent has previously consented",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $60,000 to the United States and relinquish all rights to the transferred assets.",
        "requirements": [
          {
            "description": "Pay $60,000 civil penalty to the Treasurer of the United States",
            "quoted_text": "Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, sixty thousand dollars ($60,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9973913043478261
          },
          {
            "description": "Submit Taxpayer Identification Number to the Commission for collecting and reporting on any delinquent amount",
            "quoted_text": "Defendant acknowledges that its Taxpayer Identification Number, which Defendant must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8282828282828283
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must obtain acknowledgments of receipt of this Order from itself and from designated personnel.",
        "requirements": [
          {
            "description": "Defendant must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For three years after entry of this Order, deliver a copy of this Order to all principals, officers, directors, and managers; all employees, agents, and representatives having supervisory responsibilities relating to the collection, retention, storage, or security of personal information; and any business entity resulting from any change in structure",
            "quoted_text": "For three (3) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and managers; (2) all employees, agents, and representatives having supervisory responsibilities relating to the collection, retention, storage, or security of personal information, and to the operation of any of Defendant's websites or online services; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for current personnel. To all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.982982456140351
          },
          {
            "description": "From each individual or entity to which Defendant delivered a copy of this Order, obtain a signed and dated acknowledgment of receipt",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.9992307692307693
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit compliance reports to the Commission one year after entry and provide notice of certain changes within 14 days for ten years.",
        "requirements": [
          {
            "description": "Submit a compliance report one year after entry of this Order, sworn under penalty of perjury, containing contact information, business details, compliance status, privacy notices, parental consent methods, parent review procedures, and Order Acknowledgments",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury. In such report, Defendant must: 1. identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; 2. identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; 3. describe the activities of each business, including the goods and services offered, the means of advertising, marketing, and sales; 4. describe in detail whether and how Defendant is in compliance with each Section of this Order; 5. provide a copy of each different version of any privacy notice posted on each website or online service operated by Defendant or sent to parents of children that register on each website or online service; 6. provide a statement setting forth in detail the methods used to obtain verifiable parental consent prior to any collection, use, and/or disclosure of personal information from children; 7. provide a statement setting forth in detail the means provided for parents to review the personal information collected from their children and to refuse to permit its further use or maintenance; and 8. provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9490789473684211
          },
          {
            "description": "For ten years after entry of this Order, submit a compliance notice within 14 days of any change in designated point of contact or the structure of Defendant or any entity that Defendant has any ownership interest in or controls",
            "quoted_text": "For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specific records for ten years after entry of the Order, retaining each record for five years.",
        "requirements": [
          {
            "description": "Create and retain for ten years all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, Defendant must create and retain the following records: A. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 0.9412081513828239
          },
          {
            "description": "Create and retain for ten years copies of all consumer complaints relating to Defendant's collection of personal information whether received directly or indirectly, and any response",
            "quoted_text": "copies of all consumer complaints relating to Defendant's collection of personal information whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 0.9851451187335093
          },
          {
            "description": "Create and retain for ten years a copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendant through which personal information is collected, and a copy of each materially different document containing any representation made regarding collection, use, and disclosure practices pertaining to personal information",
            "quoted_text": "a copy of each materially different form, page, or screen created, maintained, or otherwise provided by Defendant through which personal information is collected, and a copy of each materially different document containing any representation made directly or indirectly by Defendant regarding collection, use, and disclosure practices pertaining to personal information. Each webpage copy shall be accompanied by the URL of the webpage where the material was posted online. Electronic copies shall include all text and graphics files, audio scripts, and other computer files used in presenting information on the Internet. Provided, however, that for purposes of this subsection V.C, Defendant shall not be required to retain any document for longer than two (2) years after the document was created, or to retain a print or electronic copy of any amended webpage or screen to the extent that the amendment does not affect Defendant's compliance obligations under this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 0.7673659673659674
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff have the right to monitor Defendant's compliance through various means, including requesting reports, depositions, document production, employee interviews, and undercover investigations.",
        "requirements": [
          {
            "description": "Within 14 days of receipt of a written request from the Commission or Plaintiff, submit additional compliance reports or other requested information, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.914871550903901
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow the Commission and Plaintiff to use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without the necessity of identification or prior notice",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for purposes of construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 10,
      "termination_text": "For ten (10) years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.15, LAI Systems Complaint.pdf",
      "order": "12.15, LAI Systems Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 15,
      "order_requirements": 19
    },
    "processing_time_seconds": 405.9
  }
}