{
  "case_info": {
    "docket_number": "C-4501",
    "company": {
      "name": "Snapchat, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "63 Market Street, Venice, California 90291",
      "business_description": "Snapchat provides a mobile application that allows consumers to send and receive photo and video messages known as \"snaps.\" The application requires the sender to designate a time period for viewing, and the company markets the application as an ephemeral messaging service."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 12,
      "year": 2014
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3078-snapchat-inc-matter"
  },
  "complaint": {
    "factual_background": "Snapchat marketed its mobile application as an ephemeral messaging service where photos and videos would disappear forever after a user-set timer expired. However, the company made several false claims: messages could be saved through simple methods, the screenshot notification feature could be easily bypassed, the company secretly collected geolocation data while claiming it didn't, and it collected users' entire address books without disclosure. Additionally, Snapchat failed to implement reasonable security measures to protect user data, leading to unauthorized account creation and a security breach that exposed 4.6 million usernames and phone numbers.",
    "representations_made": [
      {
        "description": "Claimed that messages disappear forever after the timer expires",
        "quoted_text": "Since the application's launch on iOS until May 2013, and since the application's launch on Android until June 2013, Snapchat disseminated, or caused to be disseminated, to consumers the following statements on its product description page on the iTunes App Store and Google Play",
        "source_paragraph": 7
      },
      {
        "description": "Stated that snaps disappear after the timer runs out with no way to view them after time expires",
        "quoted_text": "Is there any way to view an image after the time has expired? No, snaps disappear after the timer runs out.",
        "source_paragraph": 8
      },
      {
        "description": "Claimed the sender will be notified if recipients take a screenshot",
        "quoted_text": "We'll let you know if [recipients] take a screenshot!",
        "source_paragraph": 7
      },
      {
        "description": "Stated that the sender will be notified immediately if a screenshot is taken",
        "quoted_text": "What if I take a screenshot? Screenshots can be captured if you're quick. The sender will be notified immediately.",
        "source_paragraph": 14
      },
      {
        "description": "Claimed not to collect any location information",
        "quoted_text": "We do not ask for, track, or access any location-specific information from your device at any time while you are using the Snapchat application.",
        "source_paragraph": 20
      },
      {
        "description": "Claimed only to collect email, phone number, and Facebook ID for finding friends",
        "quoted_text": "Optional to the user, we also collect an email, phone number, and facebook id for purpose of finding friends on the service.",
        "source_paragraph": 30
      },
      {
        "description": "Claimed to employ reasonable security measures to protect personal information",
        "quoted_text": "The Toyopa Group, LLC is dedicated to securing customer data and, to that end, employs the best security practices to keep your data protected.",
        "source_paragraph": 40
      },
      {
        "description": "Claimed to take reasonable steps to protect personal information",
        "quoted_text": "Snapchat takes reasonable steps to help protect your personal information in an effort to prevent loss, misuse, and unauthorized access, disclosure, alteration, and destruction.",
        "source_paragraph": 41
      },
      {
        "description": "Claimed to take reasonable measures to protect user information",
        "quoted_text": "We take reasonable measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.",
        "source_paragraph": 42
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Disappearing Messages Misrepresentation",
        "representation": "Snapchat represented that when sending a message through its application, the message will disappear forever after the user-set time period expires",
        "fact": "When sending a message through its application, the message may not disappear forever after the user-set time period expires. Recipients could save messages using file browsing tools to access unencrypted video files, use third-party applications that connect to Snapchat's API to download and save messages, or use screenshots",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "Screenshot Notification Misrepresentation",
        "representation": "Snapchat represented that the sender will be notified if the recipient takes a screenshot of a snap",
        "fact": "The sender may not be notified if the recipient takes a screenshot of a snap. Recipients could easily circumvent Snapchat's screenshot detection mechanism, for example by double pressing the Home button on iOS devices prior to iOS 7",
        "conclusion": "Therefore, the representation set forth in Paragraph 18 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "Geolocation Data Collection Misrepresentation",
        "representation": "Snapchat represented that it does not collect users' location information",
        "fact": "Snapchat did collect users' location information. From October 2012 to February 2013, the Snapchat application on Android transmitted Wi-Fi-based and cell-based location information from users' mobile devices to its analytics tracking service provider",
        "conclusion": "Therefore, the representation set forth in Paragraph 23 is false or misleading."
      },
      {
        "count_number": 4,
        "title": "Find Friends Data Collection Misrepresentation via User Interface",
        "representation": "Through its user interface, Snapchat represented that the only personal information Snapchat collected when the user chose to Find Friends was the mobile number that the user entered",
        "fact": "The mobile number that the user entered was not the only personal information that Snapchat collected. Snapchat also collected the names and phone numbers of all contacts in the user's mobile device address book",
        "conclusion": "Therefore, the representation set forth in Paragraph 28 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Find Friends Data Collection Misrepresentation via Privacy Policy",
        "representation": "Through its privacy policy, Snapchat represented that the only personal information Snapchat collected from a user for the purpose of finding friends on the service was email, phone number, and Facebook ID",
        "fact": "Email, phone number, and Facebook ID was not the only personal information that Snapchat collected for the purpose of finding friends on the service. Snapchat collected the names and phone numbers of all contacts in the user's mobile device address book when the user chose to Find Friends",
        "conclusion": "Therefore, the representation set forth in Paragraph 32 is false or misleading."
      },
      {
        "count_number": 6,
        "title": "Security Measures Misrepresentation",
        "representation": "Snapchat represented that it employs reasonable security measures to protect personal information from misuse and unauthorized disclosure",
        "fact": "In many instances, Snapchat did not employ reasonable security measures to protect personal information from misuse and unauthorized disclosure. Snapchat failed to verify phone numbers from September 2011 to December 2012, leading to unauthorized account creation and misuse of consumer information. From September 2011 to December 2013, Snapchat failed to implement effective restrictions on Find Friend requests and automated account creation, resulting in a December 2013 attack that exposed 4.6 million usernames and phone numbers",
        "conclusion": "Therefore, the representation set forth in Paragraph 43 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Snapchat, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Covered information": "information from or about an individual consumer, including but not limited to (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (f) precise geo-location data of an individual or mobile device, including GPS-based, Wi-Fi-based, or cell-based location information; (g) an authentication credential, such as a username or password; or (h) any communications or content that is transmitted or stored through respondent's products or services.",
      "Computer": "any desktop, laptop computer, tablet, handheld device, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content and to play any digital audio, visual, or audiovisual content."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects privacy, security, or confidentiality of covered information, including message deletion, screenshot detection, data collection categories, or security measures.",
        "requirements": [
          {
            "description": "Must not misrepresent privacy, security, or confidentiality protections",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, shall not misrepresent in any manner, expressly or by implication, in or affecting commerce, the extent to which respondent or its products or services maintain and protect the privacy, security, or confidentiality of any covered information, including but not limited to: (1) the extent to which a message is deleted after being viewed by the recipient; (2) the extent to which respondent or its products or services are capable of detecting or notifying the sender when a recipient has captured a screenshot of, or otherwise saved, a message; (3) the categories of covered information collected; or (4) the steps taken to protect against misuse or unauthorized disclosure of covered information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive written privacy program to address privacy risks and protect covered information, including employee designation, risk assessment, privacy controls, service provider management, and program evaluation.",
        "requirements": [
          {
            "description": "Establish and implement comprehensive privacy program",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to: (1) address privacy risks related to the development and management of new and existing products and services for consumers, and (2) protect the privacy and confidentiality of covered information, whether collected by respondent or input into, stored on, captured with, or accessed through a computer using respondent's products or services. Such program, the content and implementation of which must be fully documented in writing, shall contain privacy controls and procedures appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the covered information",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the privacy program",
            "quoted_text": "the designation of an employee or employees to coordinate and be accountable for the privacy program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Identify and assess privacy risks and safeguards",
            "quoted_text": "the identification of reasonably foreseeable, material risks, both internal and external, that could result in the respondent's unauthorized collection, use, or disclosure of covered information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this privacy risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management, including training on the requirements of this order; and (2) product design, development and research",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, and test privacy controls and procedures",
            "quoted_text": "the design and implementation of reasonable privacy controls and procedures to address the risks identified through the privacy risk assessment, and regular testing or monitoring of the effectiveness of the privacy controls and procedures",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select and retain service providers with appropriate safeguards",
            "quoted_text": "the development and use of reasonable steps to select and retain service providers capable of maintaining security practices consistent with this order, and requiring service providers by contract to implement and maintain appropriate safeguards",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust privacy program based on testing, monitoring, and operational changes",
            "quoted_text": "the evaluation and adjustment of respondent's privacy program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent's operations or business arrangements, or any other circumstances that respondent knows, or has reason to know, may have a material impact on the effectiveness of its privacy program",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Privacy Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party privacy assessments for 20 years, covering the first 180 days and each subsequent two-year period, to be completed within 60 days after each reporting period and submitted to the FTC within 10 days.",
        "requirements": [
          {
            "description": "Obtain initial and biennial third-party privacy assessments",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, respondent shall obtain initial and biennial assessments and reports (\"Assessments\") from a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A person qualified to prepare such Assessments shall have a minimum of three (3) years of experience in the field of privacy and data protection. All persons selected to conduct such assessments and prepare such reports shall be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Each Assessment must set forth implemented privacy controls",
            "quoted_text": "set forth the specific privacy controls that respondent has implemented and maintained during the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain appropriateness of privacy controls",
            "quoted_text": "explain how such privacy controls are appropriate to respondent's size and complexity, the nature and scope of respondent's activities, and the sensitivity of the covered information",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must explain how safeguards meet or exceed Part II requirements",
            "quoted_text": "explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must certify effectiveness of privacy controls",
            "quoted_text": "certify that the privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect the privacy of covered information and that the controls have so operated throughout the reporting period",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each Assessment within 60 days after the reporting period ends",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide initial Assessment to FTC within 10 days after preparation",
            "quoted_text": "Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain biennial Assessments until order terminates and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available for FTC inspection records including privacy/security statements (5 years), consumer complaints (5 years), documents questioning compliance (5 years), and Assessment-related materials (5 years).",
        "requirements": [
          {
            "description": "Maintain privacy, security, and confidentiality statements for 5 years",
            "quoted_text": "for a period of five (5) years from the date of preparation or dissemination, whichever is later, statements disseminated to consumers that describe the extent to which respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain consumer complaints and responses for 5 years",
            "quoted_text": "for a period of five (5) years from the date received, all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order and any responses to such complaints",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain documents questioning compliance for 5 years",
            "quoted_text": "for a period of five (5) years from the date received, any documents, whether prepared by or on behalf of respondent that contradict, qualify, or call into question respondent's compliance with this order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain Assessment materials for 5 years after each Assessment",
            "quoted_text": "for a period of five (5) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, for the compliance period covered by such Assessment",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver this order to current and future subsidiaries, officers, directors, managers, employees, and agents with relevant responsibilities, and obtain signed acknowledgments of receipt within 30 days.",
        "requirements": [
          {
            "description": "Deliver order to current subsidiaries and personnel within 30 days after service",
            "quoted_text": "Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future subsidiaries and personnel within 30 days after they assume position",
            "quoted_text": "to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order at least 10 days prior to change in structure",
            "quoted_text": "For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Secure signed acknowledgment of receipt within 30 days of delivery",
            "quoted_text": "Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Corporate Change Notification",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC at least 30 days before any corporate change affecting compliance, including dissolution, merger, subsidiary creation, bankruptcy, or name/address change.",
        "requirements": [
          {
            "description": "Notify FTC at least 30 days prior to corporate changes affecting compliance",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Notify FTC as soon as practicable if learning of change fewer than 30 days before it occurs",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report within 90 days and additional reports within 10 days of FTC request.",
        "requirements": [
          {
            "description": "File initial compliance report within 90 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports within 10 days of FTC request",
            "quoted_text": "Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "This order will terminate on December 23, 2034, or 20 years from the most recent date the U.S. or FTC files a complaint in federal court alleging violation of the order, whichever is later.",
        "requirements": [
          {
            "description": "Order terminates 20 years from service or federal court complaint filing, whichever is later",
            "quoted_text": "This order will terminate on December 23, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order's application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 23, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.14, Snapchat Complaint.pdf",
      "order": "12.14, Snapchat Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 9,
      "order_provisions": 8,
      "order_definitions": 4,
      "order_requirements": 28
    },
    "processing_time_seconds": 130.8
  }
}