{
  "case_info": {
    "docket_number": "C-4692",
    "company": {
      "name": "Unrollme Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "222 Broadway, 19th Floor, New York, NY 10038",
      "business_description": "Unrollme provides two services to consumers to help them manage subscription emails: it helps users unsubscribe from unwanted subscription emails and consolidates wanted subscription emails into one daily email called the \"Rollup\" that helps consumers minimize clutter in their inboxes."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 12,
      "year": 2019
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/172-3139-unrollme-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Unrollme Inc. provided email management services that required full access to users' inboxes. Unrollme then granted its parent company, Slice Technologies, access to those same inboxes so Slice could collect entire e-receipt bodies—including names, addresses, credit card information, and sensitive purchase data—and sell that purchase information for market research. When consumers declined to grant email access during sign-up, Unrollme displayed messages falsely assuring them it would never 'touch' their personal emails. Additionally, when consumers contacted customer support with privacy concerns, Unrollme representatives repeatedly misrepresented that its algorithm only accessed subscription emails, concealing the e-receipt data collection entirely.",
    "representations_made": [
      {
        "description": "Unrollme told consumers who declined email access that it would not touch their personal emails, reassuring them with phrases like 'we won't touch your personal stuff'",
        "quoted_text": "“It looks like you clicked No thanks. In order to use Unroll.me, you need to tell Google to allow us to monitor your emails. Don’t worry, we won’t touch your personal stuff.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 11,
        "quote_start_line": 69,
        "quote_end_line": 71
      },
      {
        "description": "Unrollme told consumers who declined email access that it would never touch their personal emails, only watching for newsletters",
        "quoted_text": "“Authorization Declined In order to use Unroll.me, you need to authorize us to access your emails. Don’t worry, this is just to watch for those pesky newsletters, we’ll never touch your personal stuff.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 12,
        "quote_start_line": 80,
        "quote_end_line": 82
      },
      {
        "description": "Unrollme told consumers who declined email access that it required inbox access only to scan for subscriptions, and emphasized it takes privacy and security seriously",
        "quoted_text": "“Oops! Looks like you declined access” “Unroll.Me requires access to your inbox so we can scan for subscriptions and allow you to begin clearing out your inbox.” Beneath this text was a button stating, “Retry Signup,” and beneath the “Retry Signup” button was the statement, “Unroll.Me takes your privacy & security seriously.” If a user clicked “Retry Signup,” the user was redirected back to the sign-up process and asked again to grant Unrollme",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 13,
        "quote_start_line": 87,
        "quote_end_line": 91
      },
      {
        "description": "Unrollme's customer support representatives told concerned consumers that the service only looked at subscription emails and did not access personal or private emails",
        "quoted_text": "“…we are not reading your personal emails or those that are sent to/by individuals. Our service only looks at the subscription emails that are associated with your account….” “…Without being granted access into your account, there is no way for Unroll.Me to be able to rid your inbox of pesky emails you are looking to eliminate. With that being said, 3 our algorithm only looks for subscription emails and does not touch your private emails….” “…Your privacy is our utmost concern. Our algorithm accesses your inbox to scan for subscription emails only….” “…Unroll.Me is not able to see emails that do not fit our algorithm's criteria, which scans for a subscription-based emails only.” “… It sounds like you're concerned about privacy --Well, rest assured! Unroll.Me holds our users’ privacy to the highest regard. We are not able to see the content of your emails and the only emails we filter are subscription-based emails….”",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 15,
        "quote_start_line": 107,
        "quote_end_line": 122
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Representation That Personal Emails Would Not Be Touched",
        "representation": "Unrollme represented, directly or indirectly, expressly or by implication, that it would not touch users' personal emails (as stated in the messages described in Paragraphs 11 and 12, assuring consumers 'we won't touch your personal stuff' and 'we'll never touch your personal stuff')",
        "fact": "Unrollme granted access to its users' inboxes—including personal emails in the form of e-receipts—to its parent company Slice, which collected and sold purchase information contained therein to third parties",
        "conclusion": "The representation set forth in Paragraph 16 is false or misleading, and constitutes an unfair or deceptive act or practice in violation of Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a)"
      },
      {
        "count_number": 2,
        "title": "Failure to Disclose E-Receipt Data Collection While Claiming Inbox Access Was Only for Subscription Scanning",
        "representation": "Unrollme represented, directly or indirectly, expressly or by implication, that it required access to users' inboxes in order to scan for subscription emails (as stated in the message described in Paragraph 13)",
        "fact": "Unrollme also granted access to users' inboxes—including personal emails in the form of e-receipts—to its parent company Slice, which collected and sold purchase information contained therein to third parties; this material fact was not disclosed or adequately disclosed to consumers",
        "conclusion": "Unrollme's failure to disclose or adequately disclose the material information described in Paragraph 20, in light of the representation set forth in Paragraph 19, is a deceptive act or practice in violation of Section 5(a) of the Federal Trade Commission Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Email": "any message to or from a consumer that is sent electronically via a network to a unique email address, and includes any subpart thereof and the content of the communication.",
      "Covered Consumer": "all consumers known to Respondent, as of the effective date of this Order, who enrolled in a Covered Product after initially declining to grant Respondent access to their email accounts.",
      "Covered Product": "any product, service or software operated, owned or distributed by Respondent that requires access to Consumer Emails.",
      "Covered Information": "personally identifiable information from or about an individual consumer, including: (a) a first and last name; (b) a physical address or precise geolocation; (c) an email address or other online contact information, such as an instant messaging user identifier or an individual's screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card number; or (i) a persistent identifier, such as a unique customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number.",
      "Inactive User": "a Covered Consumer who cannot access a Covered Product without first re-enrolling in the Covered Product and whose email accounts are not accessible to Respondent.",
      "Respondent": "Unrollme Inc., and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Covered Information and Consumer Emails",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent in any manner how it accesses, collects, uses, stores, or shares Covered Information or Consumer Emails in connection with any Covered Product.",
        "requirements": [
          {
            "description": "Must not misrepresent, expressly or by implication, the extent to which it accesses, collects, uses, stores, or shares Covered Information or Consumer Emails in connection with any Covered Product",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any Covered Product must not misrepresent in any manner, expressly or by implication, the extent to which it accesses, collects, uses, stores, or shares Covered Information or Consumer Emails.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 163,
            "quote_end_line": 167
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Notification About Consumer Email Access",
        "category": "affirmative_obligation",
        "summary": "Respondent must directly notify all active Covered Consumers whose email purchase receipts are accessed for market research, by sending a specific email within 10 days of the Order's entry.",
        "requirements": [
          {
            "description": "Directly notify all Covered Consumers (who are not Inactive Users) from whom Respondent or its parent access or collect email purchase receipts for market research products, by sending an email containing only the content of Exhibit A with the specified subject line, within 10 days of entry of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must directly notify all Covered Consumers, who are not Inactive Users, and from whom Respondent or its parent access or collect email purchase receipts for use in market research products of the fact that Respondent or its parent access or collect email purchase receipts for use in market research products that are sold to third parties. Notification must be made by an email, consisting solely of the information contained in Exhibit A, sent within ten (10) days of the entry of this Order, with the subject line “Update: How We Use and Share Your Information” and without any other materials accompanying the email.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 169,
            "quote_end_line": 176
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "III",
        "title": "Required Deletion of Data",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete all stored email purchase receipts and associated Covered Information collected from Covered Consumers who enrolled prior to June 1, 2017, within 10 days of the Order's entry, unless the consumer provides affirmative express consent.",
        "requirements": [
          {
            "description": "Within 10 days of entry of this Order, delete from Respondent's and its parent's commercial production systems all stored email purchase receipts, and Covered Information or other content obtained from those receipts, collected from Covered Consumers who enrolled in a Covered Product prior to June 1, 2017, unless the consumer provides affirmative, express consent to such storage",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and its officers, agents, and employees who receive actual notice of this Order must, within ten (10) days from the date of entry of this Order, delete from Respondent and Respondent’s parent’s commercial production systems all stored email purchase receipts, and Covered Information or other content obtained from these receipts, that was collected from Covered Consumers who enrolled in a Covered Product prior to June 1, 2017, unless such consumer provides affirmative, express consent to such storage.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 178,
            "quote_end_line": 183
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt of this Order to the Commission and deliver copies of the Order to relevant personnel, then collect signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Within 10 days after the effective date of this Order, submit to the Commission a sworn acknowledgment of receipt of this Order under penalty of perjury",
            "quoted_text": "A. Respondent, within 10 days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 187,
            "quote_end_line": 188
          },
          {
            "description": "For 10 years after the issuance date, deliver a copy of this Order to all principals, officers, directors, LLC managers and members; all employees with managerial responsibilities related to the Order's subject matter; all agents and representatives participating in related conduct; and any business entity resulting from a structural change — within 10 days after the effective date for current personnel, and before assuming responsibilities for all others",
            "quoted_text": "B. For 10 years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order, and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within 10 days after the effective date of this Order for current personnel. For Page 6 of 9 all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days (current personnel); before assuming responsibilities (new personnel)",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 189,
            "quote_end_line": 199
          },
          {
            "description": "From each individual or entity to whom a copy of the Order was delivered, obtain a signed and dated acknowledgment of receipt within 30 days",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 200,
            "quote_end_line": 202
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must file a sworn compliance report one year after the Order's issuance, submit timely notices of any material changes in contact information or corporate structure, and notify the Commission of any bankruptcy filings.",
        "requirements": [
          {
            "description": "One year after the issuance date, submit a sworn compliance report identifying contact points, all business names and addresses, describing activities and goods/services, detailing compliance with each Provision, and providing copies of all Order acknowledgments obtained",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (1) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission, may use to communicate with Respondent; (2) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (3) describe the activities of each business, including the goods and services offered; (4) describe in detail whether and how Respondent is in compliance with each Provision of this Order; and (5) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 206,
            "quote_end_line": 215
          },
          {
            "description": "Submit a sworn compliance notice within 14 days of any change in designated points of contact or in the structure of Respondent or any entity in which Respondent has ownership interest or control that may affect compliance obligations, including creation, merger, sale, or dissolution of a subsidiary, parent, or affiliate subject to this Order",
            "quoted_text": "B. Respondent must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following: (1) any designated point of contact; or (2) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 216,
            "quote_end_line": 221
          },
          {
            "description": "Submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 222,
            "quote_end_line": 223
          },
          {
            "description": "All submissions sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, concluding with the specified declaration language including date, full name, title, and signature",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: ” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 224,
            "quote_end_line": 228
          },
          {
            "description": "Unless otherwise directed in writing, all submissions to the Commission must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC, 600 Pennsylvania Avenue NW, Washington, DC 20580, with the subject line beginning: In re Unrollme Inc., 1723139",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Unrollme Inc., 1723139.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 229,
            "quote_end_line": 234
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specific business, personnel, consumer complaint, user-interface, and compliance records for prescribed periods of up to 10 years.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss from all goods or services sold for 10 years after issuance (retain each for 5 years)",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for 10 years after the issuance date of the Order, and retain each such record for 5 years, unless otherwise specified below. Specifically, Respondent must create and retain the following records: A. accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 239,
            "quote_end_line": 243
          },
          {
            "description": "Create and retain personnel records for each person providing services related to the Order, including name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 244,
            "quote_end_line": 247
          },
          {
            "description": "Create and retain copies or records of all consumer complaints received directly or indirectly and any responses",
            "quoted_text": "C. copies or records of all consumer complaints, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 248,
            "quote_end_line": 249
          },
          {
            "description": "Create and retain a copy of each unique screenshot, screencast, or equivalent record of the online and mobile user interface for the Covered Product enrollment process, and of each part of Respondent's website making a representation subject to this Order, including records showing how the user navigated to access the statement or representation",
            "quoted_text": "D. A copy of each unique screenshot, screencast or equivalent record of the (1) online and mobile user interface for the enrollment process of a Covered Product; and of (2) each part of Respondent’s website that makes a representation subject to this Order, including screenshots, screencasts or equivalent records that show how the user navigated to access the statement or representation (e.g., a screenshot showing the link to the statement, and a screenshot of the statement itself);",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 250,
            "quote_end_line": 255
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "E. all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 256,
            "quote_end_line": 257
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission is authorized to monitor Respondent's compliance by requesting reports and records, interviewing affiliated personnel, and using undercover methods, including posing as consumers or suppliers.",
        "requirements": [
          {
            "description": "Within 10 days of receipt of a written request from a Commission representative, submit additional sworn compliance reports or other requested information and produce records for inspection and copying",
            "quoted_text": "A. Within 10 days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of written request",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 261,
            "quote_end_line": 264
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with Respondent who has agreed to such an interview; the interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 265,
            "quote_end_line": 268
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals or entities, without identification or prior notice, and may use compulsory process pursuant to Sections 9 and 20 of the FTC Act",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory Page 8 of 9 process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 269,
            "quote_end_line": 276
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Effective Dates and Duration",
        "category": "duration",
        "summary": "The Order becomes final upon publication on the FTC's website and terminates 20 years from its issuance date, or 20 years from the most recent date a federal court complaint alleging a violation is filed, whichever is later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov; terminates 20 years from issuance or 20 years from the most recent federal court complaint alleging a violation, whichever is later, subject to specified exceptions for provisions with shorter terms, non-named respondents, and dismissed complaints",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 278,
            "quote_end_line": 295
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate 20 years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or 20 years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than 20 years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.19, Unrollme Complaint.pdf",
      "order": "12.19, Unrollme Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 6,
      "order_requirements": 20,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 1,
        "IV": 3,
        "V": 5,
        "VI": 5,
        "VII": 3,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 20,
        "order_total": 20
      }
    },
    "processing_time_seconds": 91.8
  }
}