{
  "case_info": {
    "docket_number": "D09383",
    "company": {
      "name": "Cambridge Analytica, LLC",
      "incorporation_state": "",
      "entity_type": "corporation",
      "address": "",
      "business_description": ""
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 12,
      "year": 2019
    },
    "legal_authority": "",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3107-cambridge-analytica-llc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Privacy"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "The file provided (complaint.txt) contains only a Notice of Appearance and a Statement of Good Standing filed by FTC counsel Linda Kopp on August 7, 2019, in the matter of Cambridge Analytica, LLC (Docket No. D09383). These are procedural filings, not the substantive complaint. No factual allegations, representations made by the respondent, or counts of violation are present in the supplied document.",
    "representations_made": [],
    "counts": []
  },
  "order": {
    "definitions": {
      "Covered Information": "the following information from or about an individual consumer including: (a) a first and last name; (b) a physical address or precise geolocation; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a mobile device ID, or processor serial number; (j) data fields that can be accessed or collected through Facebook from or about Facebook Users or their Friends (e.g., \"likes,\" \"hometowns,\" \"birthdates,\" \"photos,\" \"gender,\" \"educational information,\" \"religious or political views,\" or \"marital\" or other \"relationship\" status); (k) information that is created, maintained, or accessed by the consumer (e.g., \"messages\"); (l) any data regarding a consumer's activities online (e.g., searches conducted, web pages visited, or content viewed); or (m) any user credentials, such as a username and password.",
      "Facebook": "Facebook, Inc., its wholly or partially owned subsidiaries, unincorporated divisions, joint ventures, operations under assumed names, and affiliates, and all directors, officers, members, employees, agents, consultants, and other persons working for or on behalf of the foregoing.",
      "GSRApp": "all iterations of the GSRApp Facebook application that first began operating on the Facebook platform in May 2014.",
      "Respondent": "Cambridge Analytica, LLC, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Covered Information",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, the extent to which it protects the privacy and confidentiality of Covered Information, including misrepresentations about how it collects, uses, shares, or sells such information, or the purposes for doing so.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which Respondent protects the privacy and confidentiality of any Covered Information",
            "quoted_text": "IT IS ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication, the extent to which they protect the privacy and confidentiality of any Covered Information, including:",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 50,
            "quote_end_line": 54
          },
          {
            "description": "Must not misrepresent the extent to which Respondent collects, uses, shares, or sells any Covered Information",
            "quoted_text": "A. The extent to which they collect, use, share, or sell any Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 55,
            "quote_end_line": 55
          },
          {
            "description": "Must not misrepresent the purposes for which Respondent collects, uses, shares, or sells any Covered Information",
            "quoted_text": "B. The purposes for which they collect, use, share, or sell any Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 56,
            "quote_end_line": 56
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Prohibition Against Misrepresentations About Privacy or Security Program Participation",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, in any manner, whether it is a member of, adheres to, is certified by, or otherwise participates in any government or self-regulatory privacy or security program, including EU-U.S. Privacy Shield, Swiss-U.S. Privacy Shield, and APEC Cross-Border Privacy Rules.",
        "requirements": [
          {
            "description": "Must not misrepresent participation in any privacy or security program sponsored by a government or self-regulatory or standard-setting organization, including EU-U.S. Privacy Shield, Swiss-U.S. Privacy Shield, and APEC Cross-Border Privacy Rules",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication, the extent to which Respondent is a member of, adheres to, complies with, is certified by, is endorsed by, or otherwise participates in any privacy or security program sponsored by a government or any self-regulatory or standard-setting organization, including but not limited to the EU-U.S. Privacy Shield framework, the Swiss-U.S. Privacy Shield framework, and the APEC Cross-Border Privacy Rules.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 60,
            "quote_end_line": 68
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "III",
        "title": "Requirement to Meet Continuing Obligations Under Privacy Shield",
        "category": "affirmative_obligation",
        "summary": "Respondent must not retain personal information from EU residents obtained while participating in the EU-U.S. Privacy Shield framework unless it either affirms continued adherence to Privacy Shield principles (or an authorized alternative) with the Department of Commerce within 10 days, or returns or deletes the information within 10 days.",
        "requirements": [
          {
            "description": "Affirm to the Department of Commerce, within 10 days after the effective date of this Order and annually thereafter, that Respondent will continue to apply EU-U.S. Privacy Shield principles or protect the information by another EU- or Swiss-law-authorized means",
            "quoted_text": "A. Affirms to the Department of Commerce, within ten (10) days after the effective date of this Order and on an annual basis thereafter for as long as it retains such information, that it will: 1. Continue to apply the EU-U.S. Privacy Shield framework principles to the personal information it received while it participated in the Privacy Shield; or 2. Protect the information by another means authorized under EU (for the EU-U.S. Privacy Shield framework) or Swiss (for the Swiss-U.S. Privacy Shield framework) law, including by using a binding corporate rule or a contract that fully reflects the requirements of the relevant standard contractual clauses adopted by the European Commission. For purposes of this subprovision, Respondent does not possess or control personal information in the possession of a government regulatory or law enforcement agency, including the United Kingdom’s Information Commissioner’s Office; or",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 82,
            "quote_end_line": 96
          },
          {
            "description": "Return or delete EU resident personal information received under Privacy Shield within 10 days after the effective date of this Order, or within 10 days after the information is returned from a government or law enforcement agency",
            "quoted_text": "B. Returns or deletes the information within ten (10) days after the effective date of this Order; or if, as of the effective date of this Order, the information is in the possession of a government regulatory or law enforcement agency, including the United Kingdom’s Information Commissioner’s Office, returns or deletes the information within ten (10) days after the information is returned to Respondent.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 97,
            "quote_end_line": 101
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Required Deletion of Data",
        "category": "affirmative_obligation",
        "summary": "Respondent must identify all parties with whom GSRApp-collected Covered Information was shared, delete all such Covered Information and derived work product including algorithms, and provide sworn written confirmation of compliance to the Commission.",
        "requirements": [
          {
            "description": "Provide the Commission with a sworn written statement within 10 days of the effective date identifying the name, address, and phone number of each person with whom GSRApp-collected Covered Information (or information derived from it) was shared",
            "quoted_text": "A. Provide, within ten (10) days from the effective date of this Order, the Commission with a written statement, sworn under penalty of perjury, providing the name, address, and phone number for each person with whom Respondent shared any Covered Information collected from consumers through GSRApp, and 3 Public any information that originated, in whole or in part, from this Covered Information;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 107,
            "quote_end_line": 116
          },
          {
            "description": "Delete or destroy all Covered Information collected through GSRApp and any derived information or work product (including algorithms or equations) within 10 days of the effective date, or within 10 days after the information is returned from a government or law enforcement agency; deletion is not required while a government agency requests retention or a legal obligation requires preservation",
            "quoted_text": "B. Delete or destroy all Covered Information collected from consumers through GSRApp, and any information or work product, including any algorithms or equations, that originated, in whole or in part, from this Covered Information. Such deletion or destruction must occur within ten (10) days of the effective date of this Order, or if such information is in the possession of a government regulatory or law enforcement agency, including the United Kingdom’s Information Commissioner’s Office, as of the effective date of this Order, within ten (10) days after the Covered Information is returned to Respondent. Provided, however, that such Covered Information, or any information that originated in whole or in part from such Covered Information, need not be deleted or destroyed for so long as requested by a government agency or otherwise required by regulation, court order or other legal obligation; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 117,
            "quote_end_line": 128
          },
          {
            "description": "Provide a sworn written statement to the Commission confirming deletion: within 30 days after the effective date of the Order, or within 30 days after Covered Information is returned from a government agency, or within 30 days after any legal preservation obligation has ended",
            "quoted_text": "C. Provide a written statement to the Commission, sworn under penalty of perjury, confirming the foregoing. This statement must be provided: (1) within thirty (30) days after the effective date of the Order; or, if applicable, (2) within thirty (30) days after the Covered Information is returned to Respondent from a government regulatory or law enforcement agency, or within thirty (30) days after any legal obligation to preserve the Covered Information has ended.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 129,
            "quote_end_line": 134
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion",
          "Algorithmic Destruction"
        ]
      },
      {
        "provision_number": "V",
        "title": "Duty to Protect Covered Information",
        "category": "prohibition",
        "summary": "Respondent is permanently restrained and enjoined from disclosing, using, selling, or receiving any benefit from Covered Information or any information derived from Covered Information.",
        "requirements": [
          {
            "description": "Permanently restrained and enjoined from disclosing, using, selling, or receiving any benefit from Covered Information or any information that originated in whole or in part from Covered Information",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, are permanently restrained and enjoined from disclosing, using, selling, or receiving any benefit from Covered Information or any information that originated, in whole or in part, from this Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 137,
            "quote_end_line": 142
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Access to Corporate Documents and Data",
        "category": "monitoring",
        "summary": "Respondent must make all correspondence, financial data, documents, computer equipment, and electronically stored information available to the Commission for inventory and copying, must provide access credentials for any computer equipment or electronic data, and must notify the Commission before abandoning any corporate books or records.",
        "requirements": [
          {
            "description": "Make available to the Commission, for inventory and copying at the Commission's expense, all correspondence, email, financial data including tax returns, and any other documents, computer equipment, and electronically stored information in Respondent's possession, custody, or control that contain information about Respondent's role and assets; the Commission must return each item within 10 business days of Respondent's delivery",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall make available to the Commission, for inventory and copying, all correspondence, email, financial data including tax returns, and any other documents, computer equipment, and electronically stored information, in Respondent’s possession, custody, or control, that contain information about Respondent’s role and assets at the Commission’s expense. The Commission shall return each item produced for inventory or copying to Respondent within ten (10) business days from the date and time of Respondent’s delivery of each such item.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 145,
            "quote_end_line": 151
          },
          {
            "description": "Provide the Commission with any necessary means of access to computer equipment or electronically stored information, including computer access codes and passwords",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, to the extent it has possession, custody, or control of computer equipment or electronically stored information described above, shall provide the Commission with any necessary means of access to the computer equipment or 4 Public electronically stored information, including, but not limited to, computer access codes and passwords.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 152,
            "quote_end_line": 160
          },
          {
            "description": "Provide notice to the Commission of the proposed abandonment of any corporate books or records",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent shall provide notice to the Commission of the proposed abandonment of any corporate books or records of Respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 161,
            "quote_end_line": 162
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates and Duration",
        "category": "duration",
        "summary": "The Order becomes final and effective 60 days after service and terminates on November 25, 2039, or 20 years from the most recent date the Commission files a complaint alleging a violation of the Order in federal court, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "The Order becomes final and effective on the 60th day after it is served",
            "quoted_text": "IT IS FURTHER ORDERED that the final and effective date of this Order is the 60th day after this Order is served. This Order will terminate on November 25, 2039, or twenty (20)",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 165,
            "quote_end_line": 166
          },
          {
            "description": "Order terminates on November 25, 2039, or 20 years from the most recent date a complaint alleging a violation is filed in federal court, whichever is later; exceptions apply for provisions with shorter terms, non-named respondents, and complaints filed after termination; if a complaint is dismissed or a court rules no violation occurred and that ruling is not appealed or is upheld, the Order terminates as if the complaint was never filed",
            "quoted_text": "day after this Order is served. This Order will terminate on November 25, 2039, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order’s application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1,
            "quote_start_line": 166,
            "quote_end_line": 181
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on November 25, 2039, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filedafter the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.19, Cambridge Analytica Complaint.pdf",
      "order": "12.19, Cambridge Analytica Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 0,
      "complaint_representations": 0,
      "order_provisions": 7,
      "order_definitions": 4,
      "order_requirements": 15,
      "provisions_per_section": {
        "I": 3,
        "II": 1,
        "III": 2,
        "IV": 3,
        "V": 1,
        "VI": 3,
        "VII": 2
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 0,
        "complaint_total": 0,
        "order_verified": 15,
        "order_total": 15
      }
    },
    "processing_time_seconds": 115.3
  }
}