{
  "case_info": {
    "docket_number": "C-4693 and C-4694",
    "company": {
      "name": "Cambridge Analytica, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "597 Fifth Avenue, 7th Floor, New York, NY 10017",
      "business_description": "Cambridge Analytica was a data analytics and consulting company that provides voter-profiling, microtargeting, and marketing services. The company describes itself as a data-science consultancy and marketing agency that offers targeted advertising and political consulting services to U.S. campaigns and clients."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 12,
      "year": 2019
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3107-cambridge-analytica-llc-matter"
  },
  "complaint": {
    "factual_background": "Respondents harvested personal information from approximately 250,000-270,000 Facebook users who directly interacted with the GSRApp, as well as 50-65 million of their friends, for political and commercial targeted advertising purposes. The company falsely represented that the GSRApp would not collect any identifiable information from Facebook users who authorized it. In reality, the app collected Facebook User IDs, a persistent unique identifier that connects individuals to their Facebook profiles.",
    "representations_made": [
      {
        "description": "Claimed the GSRApp would not download users' names or any other identifiable information",
        "quoted_text": "In this part, we would like to download some of your Facebook data using our Facebook app. We want you to know that we will NOT download your name or any other identifiable information—we are interested in your demographics and likes.",
        "source_paragraph": 24
      },
      {
        "description": "Represented that the GSRApp did not collect any identifiable information from Facebook users who authorized the app",
        "quoted_text": "Through the means described in Paragraph 24, Respondents represented, directly or indirectly, expressly or by implication, that the GSRApp did not collect any identifiable information from Facebook users who authorized the app.",
        "source_paragraph": 32
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Claim Concerning Collection of Personal Identifiable Information",
        "representation": "Respondents represented that the GSRApp did not collect any identifiable information from Facebook users who authorized the app",
        "fact": "The GSRApp collected identifiable information from Facebook users who authorized the App, including the Facebook User ID of those users who used it",
        "conclusion": "Therefore, the representation set forth in Paragraph 32 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Information": "the following information from or about an individual consumer, including: (a) a first and last name; (b) a physical address or precise geolocation; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a mobile device ID, or processor serial number; (j) data fields that can be accessed or collected through Facebook from or about Facebook Users or their Friends (e.g., \"likes,\" \"hometowns,\" \"birthdates,\" \"photos,\" \"gender,\" \"educational information,\" \"religious or political views,\" or \"marital\" or other \"relationship\" status); (k) information that is created, maintained, or accessed by the consumer (e.g., \"messages\"); (l) any data regarding a consumer's activities online (e.g., searches conducted, web pages visited, or content viewed); or (m) any user credentials, such as a username and password.",
      "Facebook": "Facebook Inc., its wholly or partially owned subsidiaries, unincorporated divisions, joint ventures, operations under assumed names, and affiliates, and all directors, officers, members, employees, agents, consultants, and other persons working for or on behalf of the foregoing.",
      "GSRApp": "all iterations of the GSRApp Facebook application that first began operating on the Facebook platform in May 2014.",
      "Respondent": "Aleksandr Kogan."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Covered Information",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which they protect the privacy and confidentiality of Covered Information, including how they collect, use, share, or sell such information and the purposes for doing so.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which they protect privacy and confidentiality of Covered Information",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication, the extent to which they protect the privacy and confidentiality of any Covered Information, including: A. The extent to which they collect, use, share, or sell any Covered Information; and B. The purposes for which they collect, use, share, or sell any Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Deletion of Data",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide information about third parties who received data from GSRApp, delete all Covered Information collected through GSRApp and related work products, and provide sworn statements confirming compliance.",
        "requirements": [
          {
            "description": "Provide written statement identifying all persons with whom Respondent shared Covered Information from GSRApp",
            "quoted_text": "Provide, within ten (10) days from the effective date of this Order, the Commission with a written statement, sworn under penalty of perjury, providing the name, address, and phone number for each person with whom Respondent shared any Covered Information collected from consumers through GSRApp, and any information that originated, in whole or in part, from this Covered Information",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Delete or destroy all Covered Information collected through GSRApp and any derived work products including algorithms",
            "quoted_text": "Delete or destroy all Covered Information collected from consumers though GSRApp, and any information or work product, including any algorithms or equations, that originated, in whole or in part, from this Covered Information. Such deletion or destruction must occur within ten (10) days of the effective date of this Order, or if such information is in the possession of a government regulatory or law enforcement agency, including the United Kingdom's Information Commissioner's Office, as of the effective date of this Order, within ten (10) days after the Covered Information is returned to Respondent. Provided, however, that such Covered Information, or any information that originated in whole or in part from such Covered Information, need not be deleted or destroyed for so long as requested by a government agency or otherwise required by regulation, court order or other legal obligation",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written statement confirming deletion",
            "quoted_text": "Provide a written statement to the Commission, sworn under penalty of perjury, confirming the foregoing. This statement must be provided: (1) within thirty (30) days after the effective date of the Order; or, if applicable, (2) within thirty (30) days after the Covered Information is returned to Respondent from a government regulatory or law enforcement agency, or within thirty (30) days after any legal obligation to preserve the Covered Information has ended.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit acknowledgment of receipt of the Order, deliver copies to specified personnel for five years, and obtain signed acknowledgments from those who receive it.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to Commission",
            "quoted_text": "Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to principals, officers, directors, managers, employees with managerial responsibilities, and agents for five years",
            "quoted_text": "For five (5) years after the issuance date of this Order, Respondent for any business that he, individually or collectively with any other Respondents, is the majority owner or controls directly or indirectly, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from all recipients",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, he must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a detailed compliance report one year after issuance, provide compliance notices within fourteen days of specified changes for five years, and notify the Commission of bankruptcy filings.",
        "requirements": [
          {
            "description": "Submit comprehensive compliance report identifying all contact information, business activities, involvement, and compliance status",
            "quoted_text": "One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify all his telephone numbers and all his physical, postal, email and Internet addresses, including all residences; (b) identify all his business activities, including any business for which he performs services, whether as an employee or otherwise, and any entity in which he has any ownership interest; (c) describe in detail his involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership; (d) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (e) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (f) describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales, and the involvement of any other Respondent (which Respondent must describe if he knows or should know due to his own involvement); (g) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (h) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within fourteen days of changes in name, address, title, role, business activities, or entity structure",
            "quoted_text": "For five (5) years after the issuance date of this Order, Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: 1. Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; (b) title or role in any business activity, including (i) any business for which he performs services whether as an employee or otherwise and (ii) any entity in which he has any ownership interest. For each such business activity, also identify its name, physical address, and any Internet address; (c) any designated point of contact; or (d) the structure of any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of any bankruptcy petition or insolvency proceeding",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified business records for five years, including accounting records, personnel records, consumer complaints, advertisements, privacy representations, law enforcement communications, and compliance documentation.",
        "requirements": [
          {
            "description": "Create and retain accounting records, personnel records, consumer complaints, advertisements, privacy representations, law enforcement communications, and all compliance records for five years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for five (5) years after the issuance date of the Order, and retain each such record for five (5) years, unless otherwise specified below. Specifically, for any business that Respondent, individually or collectively with any other Respondents, is a majority owner or controls directly or indirectly, Respondent must create and retain the following records: A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss; B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination; C. Copies or records of all consumer complaints, whether received directly or indirectly, such as through a third party, and any response; D. A copy of each unique advertisement, other marketing material, or widely disseminated statement making a representation subject to this Order; E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent collects, uses, shares, or sells Covered Information, or the purpose for which Respondent collects, uses, shares, or sells any Covered Information; F. For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondent's compliance with this Order; and G. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may request additional compliance reports, produce records for inspection, interview affiliated persons, and use other lawful investigative means including posing as consumers or other entities to monitor compliance.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or requested information within ten days of Commission request",
            "quoted_text": "Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and interview affiliated persons",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow Commission to use all lawful investigative means including posing as consumers or other entities",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order becomes final and effective upon publication on the FTC website and terminates twenty years from issuance or twenty years from the most recent federal court complaint alleging violation, whichever is later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on FTC website",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to Individual Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.19, Aleksandr Kogan and Alexander Nix Complaint.pdf",
      "order": "12.19, Aleksandr Kogan and Alexander Nix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 4,
      "order_requirements": 15
    },
    "processing_time_seconds": 132.2
  }
}