{
  "case_info": {
    "docket_number": "C-4344",
    "company": {
      "name": "ScanScout, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "295 Devonshire Street, Boston, MA 02110",
      "business_description": "ScanScout is a video advertising network that acts as an intermediary between website publishers and advertisers. The company purchases advertising space on websites and contracts with advertisers to place their video advertisements, and works with third parties including ad servers to deliver advertising campaigns."
    },
    "commissioners": [
      "Jon Leibowitz, Chairman",
      "J. Thomas Rosch",
      "Edith Ramirez",
      "Julie Brill"
    ],
    "case_date": {
      "month": 12,
      "year": 2011
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45 et seq",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/102-3185-scanscout-inc-matter"
  },
  "complaint": {
    "factual_background": "ScanScout, a video advertising network, engaged in online behavioral advertising using Flash cookies (local shared objects) to collect user data and deliver targeted advertisements. From April 2007 to September 2009, the company told consumers they could opt out of data collection by changing their browser settings, but browser settings did not control Flash cookies. This deprived consumers of the ability to prevent tracking as promised.",
    "representations_made": [
      {
        "description": "Claimed consumers could prevent data collection by changing browser settings to block cookies",
        "quoted_text": "Through the means described in Paragraph 8, ScanScout represented, expressly or by implication, that consumers could prevent ScanScout from collecting data about their online activities by changing their browser settings to prevent the receipt of cookies.",
        "source_paragraph": 9
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Opt-Out Mechanism",
        "representation": "Consumers could prevent ScanScout from collecting data about their online activities by changing their browser settings to prevent the receipt of cookies",
        "fact": "Consumers could not prevent ScanScout from collecting data about their online activities by changing their browser settings to prevent the receipt of cookies because ScanScout used Flash cookies, which were not controlled through browser settings",
        "conclusion": "Therefore, the representation set forth in Paragraph 9 was false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Unless otherwise specified, \"respondent\" shall mean ScanScout, Inc., a corporation, and its parent, Tremor Video, Inc., and each of their subsidiaries, successors or assigns.",
      "Clear(ly) and prominent(ly)": "A. In textual communications (e.g., printed publications or words displayed on the screen of a computer or device), the required disclosures are of a type, size, and location sufficiently noticeable for an ordinary consumer to read and comprehend them, in print that contrasts highly with the background on which they appear; B. In communications disseminated orally or through audible means (e.g., radio or streaming audio), the required disclosures are delivered in a volume and cadence sufficient for an ordinary consumer to hear and comprehend them; C. In communications disseminated through video means (e.g., television or streaming video), the required disclosures are in writing in a form consistent with subparagraph (A) of this definition and shall appear on the screen for a duration sufficient for an ordinary consumer to read and comprehend them, and in the same language as the predominant language that is used in the communication; and D. In all instances, the required disclosures: (1) are presented in an understandable language and syntax; and (2) include nothing contrary to, inconsistent with, or in mitigation of any other statements or disclosures provided by respondent.",
      "Commerce": "\"Commerce\" shall mean as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. ยง 44.",
      "Computer or device": "\"Computer\" or \"device\" shall mean any desktop or laptop computer, handheld device, telephone, or other product or device, through which a consumer can access the Internet.",
      "Collection of data or collecting data": "\"Collection of data\" or \"collecting data\" shall mean the practice of receiving any information or data from a computer or device, whether transmitted by a web browser or otherwise, and retaining that information, whether on the user's computer or on a server. \"Data collected\" shall mean any information or data received from a computer or device, whether transmitted by a web browser or otherwise, and retained, whether on the user's computer or respondent's server(s).",
      "User": "\"User\" shall mean any consumer, computer, or device that respondent has uniquely identified.",
      "Online behavioral advertising": "\"Online behavioral advertising\" shall mean the practice of collecting data about a user's online activities in order to deliver advertising targeted to the user's interests.",
      "Permissible uses": "\"Permissible uses\" shall mean uses of collected data that can be associated with a particular user, or that contains any unique identifier, including user ID or Internet Protocol (IP) address, for the following purposes and no other, provided that such data shall be retained by respondent no longer than reasonably necessary for such purpose and is not used for online behavioral advertising: (a) determining the number of times a specific user has been served or has responded to a specific advertisement within a period of time; (b) fraud prevention; (c) providing a service requested by a user; or (d) verifying a user's age before serving an age-restricted advertisement. For purposes of (d), such data shall be retained by respondent no longer than the duration of the applicable browsing session, and in no instance no longer than twenty-four (24) hours."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Data Collection and User Control",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which data is collected, used, disclosed, or shared, or the extent to which users may exercise control over their data.",
        "requirements": [
          {
            "description": "Must not misrepresent the extent to which data from or about a user is collected, used, disclosed, or shared",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees and all other persons in active concert or participation with any of them, who receive actual notice of this Order by personal service or otherwise, whether acting directly or through any entity, in connection with the online advertising, marketing, promotion, offering for sale, sale, or dissemination of any product or service, in or affecting commerce, shall not misrepresent in any manner, expressly or by implication: (A) the extent to which data from or about a particular user or the user's online activities is collected, used, disclosed, or shared; or (B) the extent to which users may exercise control over the collection, use, disclosure, or sharing of data collected from or about them, their computers or devices, or their online activities.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Notice and Opt-Out Mechanism for Online Behavioral Advertising",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide clear notice of data collection practices and implement opt-out mechanisms for users to prevent behavioral advertising data collection.",
        "requirements": [
          {
            "description": "Place clear and prominent notice with hyperlink on homepage stating data collection practices and opt-out option",
            "quoted_text": "Within thirty (30) days after the date of service of this order, place a clear and prominent notice, including a hyperlink, on the homepage(s) of its website(s), which states, \"We collect information about your activities on certain websites to send you targeted ads. To opt out of our targeted advertisements click here.\" When selected, the hyperlink shall take consumers directly to the mechanism required by Part II.B of the order;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Provide clearly and prominently disclosed opt-out mechanism to prevent data collection and association",
            "quoted_text": "Within thirty (30) days after the date of service of this order, provide a clearly and prominently disclosed mechanism that enables users to prevent respondent: from collecting data that can be associated with a particular user, or that contains any unique identifier, including user ID or Internet Protocol (IP) address; from redirecting users' browsers to third parties that collect data, absent a click or other affirmative action by such user; and from associating any previously collected data with the user. Provided, however, respondent may collect data that can be associated with a particular user, or that contains a unique identifier: (1) to implement the user's choice to prevent respondent from collecting such data; and (2) for permissible uses;",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Ensure opt-out mechanism requires no more than one user action and remains effective for minimum five years with required disclosures",
            "quoted_text": "The mechanism set forth in Part II.B shall require no more than one action by the user (e.g., one click or one change to a browser setting) after the user is directed to such mechanism. The user's choice shall remain in effect for a minimum time period of five (5) years, unless the user disables the mechanism. Within close proximity to the mechanism, respondent shall clearly and prominently disclose: (1) that respondent collects information about users' activities on certain websites in order to deliver advertising targeted to users' interests; (2) that if the user implements the mechanism, respondent will not collect this information for the purpose of delivering advertising targeted to the user's interests; (3) the current status of the user's choice (e.g., \"not opted out\" or \"opted out\"); and (4) any circumstances that, if initiated by the user, would disable the mechanism or require the user to implement the mechanism again in order to maintain the user's choice (e.g., use of a different browser, use of a different device, or deletion of cookies);",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include hyperlink in or adjacent to display advertisements that directs consumers to opt-out mechanism",
            "quoted_text": "Within ninety (90) days after the date of service of the order, within or immediately adjacent to any display advertisement that respondent serves as part of online behavioral advertising, include a hyperlink that takes consumers directly to the mechanism required by Part II.B of this order. The hyperlink text shall clearly and prominently disclose to consumers that selecting the hyperlink will give them choices about receiving advertising targeted to their interests.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Undertake reasonable efforts to develop and implement hyperlink for video advertisements directing to opt-out mechanism",
            "quoted_text": "Undertake reasonable efforts to develop and implement, within or immediately adjacent to any video advertisement that respondent serves as part of online behavioral advertising, a clear and prominent hyperlink that directs consumers to the mechanism required by Part II.B of this order, and discloses to consumers that they can opt out of receiving advertising targeted to their interests, and report on such efforts as set forth in Part VI of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Recordkeeping Requirements",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC consumer complaints, compliance documents, and publicly disseminated documents related to data collection and opt-out practices.",
        "requirements": [
          {
            "description": "Maintain for five years consumer complaints/inquiries concerning data collection, use, disclosure, sharing, and opt-out practices with responses",
            "quoted_text": "For a period of five (5) years from the entry of this order or from the date of preparation, whichever is later: 1. Consumer complaints or inquiries directed to respondent or forwarded to respondent by a third party concerning: (a) any collection of data by respondent; (b) the use, disclosure, or sharing of such data by respondent; or (c) opt-out practices or any other mechanism to limit or prevent such collection of data or the use, disclosure, or sharing of data collected by respondent, as well as any responses to such complaints or inquiries;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain for five years documents demonstrating compliance with order provisions including policies, procedures, and reports",
            "quoted_text": "For a period of five (5) years from the entry of this order or from the date of preparation, whichever is later: 2. Documents that are sufficient to demonstrate compliance with each provision of this order, including, but not limited to, relevant policies and procedures, documents demonstrating respondent's efforts to develop and implement a clear and prominent hyperlink for video advertisements pursuant to Part II.E, and all reports submitted to the Commission pursuant to this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Maintain for five years documents that contradict, qualify, or call into question compliance with order",
            "quoted_text": "For a period of five (5) years from the entry of this order or from the date of preparation, whichever is later: 3. Documents that contradict, qualify, or call into question respondent's compliance with this order;",
            "deadline": null,
            "verified": true,
            "confidence": 0.7272727272727273
          },
          {
            "description": "Maintain for five years after public dissemination terms of use, privacy policies, and other documents relating to data practices",
            "quoted_text": "For a period of five (5) years after the last public dissemination thereof by respondent, respondent's terms of use, form end-user license agreements, frequently asked questions, privacy policies, and other documents publicly disseminated by respondent relating to: (a) collection of data by respondent; (b) the use, disclosure or sharing of such data by respondent; or (c) opt-out practices and other mechanisms to limit or prevent such collection of data or the use, disclosure, or sharing of data collected by respondent.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgment and Distribution",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to all principals, officers, directors, managers, and supervisory employees.",
        "requirements": [
          {
            "description": "Deliver order to current personnel with supervisory responsibilities",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all principals, officers, directors, and managers, and to all employees, agents, and representatives having supervisory responsibilities with respect to the subject matter of this order. Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of the order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver order to future personnel with supervisory responsibilities within 30 days of assuming position",
            "quoted_text": "Respondent shall deliver this order to such current personnel within thirty (30) days after the date of service of the order, and to such future personnel within thirty (30) days after the person assumes such position or responsibilities.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Notice of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations.",
        "requirements": [
          {
            "description": "Notify Commission at least 30 days prior to corporate changes affecting compliance obligations",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation that may affect compliance obligations arising under this order, including, but not limited to, a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that with respect to any proposed change in the corporation about which respondent learns less than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file initial compliance report within 90 days and subsequent reports every six months regarding video advertisement hyperlink implementation until fully implemented.",
        "requirements": [
          {
            "description": "File initial compliance report within 90 days setting forth manner and form of compliance including Part II.E efforts",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall, within ninety (90) days after service of the order, file with the Commission a true and accurate report, in writing, setting forth the manner and form in which respondent has complied with this order, including but not limited to compliance with the requirements of Part II.E of this order.",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional compliance reports every six months regarding Part II.E implementation until fully implemented",
            "quoted_text": "Every six (6) months thereafter, and continuing until respondent reports it has implemented the hyperlink set forth in Part II.E of this order for every different format of video advertisement that respondent serves as part of online behavioral advertising, respondent shall submit an additional true and accurate report, in writing, setting forth the manner and form in which respondent has complied with the requirements of Part II.E of this order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit additional reports within 10 business days when requested by FTC representative",
            "quoted_text": "Within ten (10) business days of receipt of written notice from a representative of the Federal Trade Commission at such other times as the Federal Trade Commission may require, respondent shall submit additional true and accurate written reports.",
            "deadline": "10 business days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on December 14, 2031, or 20 years from the most recent date the U.S. or FTC files a complaint alleging violation of the order, whichever comes later.",
        "requirements": [
          {
            "description": "Order remains in effect until specified termination date or conditions",
            "quoted_text": "This order will terminate on December 14, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; and B. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that this order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 14, 2031, or twenty (20) years from the most recent date that the United States or the Federal Trade Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Part of this order that terminates in less than twenty (20) years; and B. This order if such complaint is filed after the order has terminated pursuant to this Part. Provided, further, that if such complaint is dismissed or a federal court rules that the respondent did not violate any provision of the order, and the dismissal or ruling is either not appealed or upheld on appeal, then the order will terminate according to this Part as though the complaint had never been filed, except that this order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.11, ScanScout Complaint.pdf",
      "order": "12.11, ScanScout Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 1,
      "order_provisions": 7,
      "order_definitions": 8,
      "order_requirements": 17
    },
    "processing_time_seconds": 140.2
  }
}