{
  "case_info": {
    "docket_number": "C-4693, C-4694",
    "company": {
      "name": "Cambridge Analytica, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "597 Fifth Avenue, 7th Floor, New York, NY 10017",
      "business_description": "Cambridge Analytica was a data analytics and consulting company that provided voter-profiling, microtargeting, and marketing services. The company positioned itself as a data-science consultancy and marketing agency, and it operated as part of the SCL Group Ltd. family of companies, conducting business practices through an interrelated network of companies."
    },
    "commissioners": [
      "Joseph J. Simons, Chairman",
      "Noah Joshua Phillips",
      "Rohit Chopra",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 12,
      "year": 2019
    },
    "legal_authority": "Section 5 of the Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/182-3107-cambridge-analytica-llc-matter"
  },
  "complaint": {
    "factual_background": "Aleksandr Kogan and Alexander Nix, along with Cambridge Analytica, LLC, developed and operated a Facebook application called the GSRApp (also known as 'thisisyourdigitallife') to harvest personal profile data from Facebook users for political and commercial targeted advertising. The GSRApp collected data from approximately 250,000–270,000 users who directly interacted with the app, as well as from 50–65 million of those users' Facebook 'friends' who never consented to participate. To induce users to authorize data collection, the app falsely represented that it would not collect any identifiable information, when in fact it collected Facebook User IDs, names, genders, birthdates, locations, friends lists, and public page 'likes.' The harvested data was matched with U.S. voter records and used to generate psychographic personality profiles for Cambridge Analytica's political and commercial clients.",
    "representations_made": [
      {
        "description": "The GSRApp represented to users that it would NOT download their name or any other identifiable information, claiming it was only interested in demographics and likes",
        "quoted_text": "In this part, we would like to download some of your Facebook data using our Facebook app. We want you to know that we will NOT download your name or any other identifiable information—we are interested in your demographics and likes.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 24,
        "quote_start_line": 212,
        "quote_end_line": 215
      },
      {
        "description": "Respondents represented, directly or indirectly, expressly or by implication, that the GSRApp did not collect any identifiable information from Facebook users who authorized the app",
        "quoted_text": "32. Through the means described in Paragraph 24, Respondents represented, directly or indirectly, expressly or by implication, that the GSRApp did not collect any identifiable information from Facebook users who authorized the app.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 32,
        "quote_start_line": 261,
        "quote_end_line": 263
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Deceptive Claim Concerning the Collection of Personally Identifiable Information",
        "representation": "The GSRApp represented to users that it would not collect their name or any other identifiable information — it was only interested in demographics and likes",
        "fact": "The GSRApp did in fact collect identifiable information from Facebook users who authorized it, including Facebook User IDs (persistent, unique identifiers linking individuals to their Facebook profiles), as well as gender, birthdate, location, friends lists, and public page likes; Affected Friends' names were also harvested",
        "conclusion": "Therefore, the representation set forth in Paragraph 32 is false or misleading, in violation of Section 5(a) of the Federal Trade Commission Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Information": "the following information from or about an individual consumer, including: (a) a first and last name; (b) a physical address or precise geolocation; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a Social Security number; (f) a driver's license or other government-issued identification number; (g) a financial institution account number; (h) credit or debit card information; (i) a persistent identifier, such as a customer number held in a \"cookie,\" a mobile device ID, or processor serial number; (j) data fields that can be accessed or collected through Facebook from or about Facebook Users or their Friends (e.g., \"likes,\" \"hometowns,\" \"birthdates,\" \"photos,\" \"gender,\" \"educational information,\" \"religious or political views,\" or \"marital\" or other \"relationship\" status); (k) information that is created, maintained, or accessed by the consumer (e.g., \"messages\"); (l) any data regarding a consumer's activities online (e.g., searches conducted, web pages visited, or content viewed); or (m) any user credentials, such as a username and password.",
      "Facebook": "Facebook Inc., its wholly or partially owned subsidiaries, unincorporated divisions, joint ventures, operations under assumed names, and affiliates, and all directors, officers, members, employees, agents, consultants, and other persons working for or on behalf of the foregoing.",
      "GSRApp": "all iterations of the GSRApp Facebook application that first began operating on the Facebook platform in May 2014.",
      "Respondent": "Aleksandr Kogan."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition against Misrepresentations about Covered Information",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent, expressly or by implication, the extent to which he protects the privacy and confidentiality of Covered Information, including how it is collected, used, shared, or sold, and the purposes for doing so.",
        "requirements": [
          {
            "description": "Must not misrepresent in any manner the extent to which they protect the privacy and confidentiality of any Covered Information, including the extent to which they collect, use, share, or sell it",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent’s officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service must not misrepresent in any manner, expressly or by implication, the extent to which they protect the privacy and confidentiality of any Covered Information, including: A. The extent to which they collect, use, share, or sell any Covered Information; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 160,
            "quote_end_line": 165
          },
          {
            "description": "Must not misrepresent the purposes for which they collect, use, share, or sell any Covered Information",
            "quoted_text": "B. The purposes for which they collect, use, share, or sell any Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 166,
            "quote_end_line": 166
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Required Deletion of Data",
        "category": "affirmative_obligation",
        "summary": "Respondent must provide a sworn written statement identifying all persons with whom GSRApp Covered Information was shared, delete or destroy all such Covered Information and derived work products, and confirm the deletion in a sworn statement to the Commission.",
        "requirements": [
          {
            "description": "Provide a sworn written statement to the Commission identifying each person with whom Respondent shared any Covered Information collected through GSRApp, within ten (10) days of the effective date of the Order",
            "quoted_text": "A. Provide, within ten (10) days from the effective date of this Order, the Commission with a written statement, sworn under penalty of perjury, providing the name, address, and phone number for each person with whom Respondent shared any Covered Information collected from consumers through GSRApp, and any information that originated, in whole or in part, from this Covered Information;",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 171,
            "quote_end_line": 175
          },
          {
            "description": "Delete or destroy all Covered Information collected through GSRApp, and any information or work product (including algorithms or equations) that originated from it, within ten (10) days of the effective date of the Order, or within ten (10) days after such information is returned from a government regulatory or law enforcement agency",
            "quoted_text": "B. Delete or destroy all Covered Information collected from consumers though GSRApp, and any information or work product, including any algorithms or equations, that originated, in whole or in part, from this Covered Information. Such deletion or destruction must occur within ten (10) days of the effective date of this Order, or if such information is in the possession of a government regulatory or law enforcement agency, including the United Kingdom’s Information Commissioner’s Office, as of the effective date of this Order, within ten (10) days after the Covered Information is returned to Respondent. Provided, however, that such Covered Information, or any information that originated in whole or in part from such Covered Information, need not be deleted or destroyed for so long as requested by a government agency or otherwise required by regulation, court order or other legal obligation; and",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 176,
            "quote_end_line": 187
          },
          {
            "description": "Provide a sworn written statement to the Commission confirming deletion, within thirty (30) days after the effective date of the Order, or within thirty (30) days after Covered Information is returned from a government agency or any legal preservation obligation ends",
            "quoted_text": "C. Provide a written statement to the Commission, sworn under penalty of perjury, confirming the foregoing. This statement must be provided: (1) within thirty (30) days after the effective date of the Order; or, if applicable, (2) within thirty (30) days after the Covered Information is returned to Respondent from a government 6 regulatory or law enforcement agency, or within thirty (30) days after any legal obligation to preserve the Covered Information has ended.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 188,
            "quote_end_line": 196
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must submit a sworn acknowledgment of receipt of the Order to the Commission, deliver copies to relevant personnel and business entities, and collect signed acknowledgments from each recipient.",
        "requirements": [
          {
            "description": "Submit to the Commission a sworn acknowledgment of receipt of this Order within ten (10) days after the effective date",
            "quoted_text": "A. Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 200,
            "quote_end_line": 202
          },
          {
            "description": "For five (5) years after issuance, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities related to the Order, agents, representatives, and any business entity resulting from a structural change; delivery must occur within ten (10) days for current personnel and before others assume responsibilities",
            "quoted_text": "B. For five (5) years after the issuance date of this Order, Respondent for any business that he, individually or collectively with any other Respondents, is the majority owner or controls directly or indirectly, must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days for current personnel; before assuming responsibilities for others",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 203,
            "quote_end_line": 213
          },
          {
            "description": "Obtain a signed and dated acknowledgment of receipt of this Order from each individual or entity to whom a copy was delivered, within thirty (30) days of delivery",
            "quoted_text": "C. From each individual or entity to which Respondent delivered a copy of this Order, he must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 214,
            "quote_end_line": 216
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Compliance Report and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit a sworn annual compliance report one year after issuance, provide sworn notices of any material changes within 14 days, and report any bankruptcy filing within 14 days; all submissions must meet specified format and delivery requirements.",
        "requirements": [
          {
            "description": "Submit a sworn compliance report one year after issuance, identifying contact information, business activities, roles, compliance with each Order Provision, and copies of acknowledgments obtained",
            "quoted_text": "A. One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which: 1. Respondent must: (a) identify all his telephone numbers and all his physical, postal, email and Internet addresses, including all residences; (b) identify all his business activities, including any business for which he performs services, whether as an employee or otherwise, and any entity in which he has any ownership interest; (c) describe in detail his involvement in each such business activity, including title, role, responsibilities, participation, authority, control, and any ownership; (d) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission may use to communicate with Respondent; (e) identify all of Respondent’s businesses by all of their names, telephone numbers, and physical, 7 postal, email, and Internet addresses; (f) describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales, and the involvement of any other Respondent (which Respondent must describe if he knows or should know due to his own involvement); (g) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (h) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year after issuance",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 220,
            "quote_end_line": 242
          },
          {
            "description": "For five (5) years after issuance, submit a sworn compliance notice within fourteen (14) days of any change in name, residence, title or role in any business, designated point of contact, or the structure of any entity Respondent owns or controls",
            "quoted_text": "B. For five (5) years after the issuance date of this Order, Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: 1. Respondent must submit notice of any change in: (a) name, including alias or fictitious name, or residence address; (b) title or role in any business activity, including (i) any business for which he performs services whether as an employee or otherwise and (ii) any entity in which he has any ownership interest. For each such business activity, also identify its name, physical address, and any Internet address; (c) any designated point of contact; or (d) the structure of any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of any change",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 243,
            "quote_end_line": 255
          },
          {
            "description": "Submit notice of the filing of any bankruptcy, insolvency, or similar proceeding within fourteen (14) days of its filing",
            "quoted_text": "C. Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 256,
            "quote_end_line": 258
          },
          {
            "description": "All sworn submissions must be true, accurate, and comply with 28 U.S.C. § 1746, including a declaration under penalty of perjury with date and full name",
            "quoted_text": "D. Any submission to the Commission required by this Order to be sworn under penalty of perjury must be true and accurate and comply with 28 U.S.C. § 1746, such as by concluding: “I declare under penalty of perjury under the laws of the United States of America that the foregoing is true and correct. Executed on: _____” and supplying the date, signatory’s full name, title (if applicable), and signature.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 259,
            "quote_end_line": 263
          },
          {
            "description": "Unless otherwise directed, all submissions must be emailed to DEbrief@ftc.gov or sent by overnight courier to the Associate Director for Enforcement, Bureau of Consumer Protection, FTC; subject line must begin: In re Cambridge Analytica, LLC, et al., Docket No. [XXXX]",
            "quoted_text": "E. Unless otherwise directed by a Commission representative in writing, all submissions to the Commission pursuant to this Order must be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580. The subject line must begin: In re Cambridge Analytica, LLC, et al., Docket No. [XXXX].",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 264,
            "quote_end_line": 269
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specified business records for five years, including accounting records, personnel records, consumer complaints, marketing materials, privacy-related representations, law enforcement communications, and all compliance records.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues, costs, and net profit or loss for five (5) years",
            "quoted_text": "A. Accounting records showing the revenues from all goods or services sold, the costs incurred in generating those revenues, and resulting net profit or loss;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 279,
            "quote_end_line": 280
          },
          {
            "description": "Create and retain personnel records for each person providing services related to the Order, including name, addresses, phone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person’s: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 281,
            "quote_end_line": 284
          },
          {
            "description": "Create and retain copies or records of all consumer complaints received directly or indirectly and any responses",
            "quoted_text": "C. Copies or records of all consumer complaints, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 285,
            "quote_end_line": 286
          },
          {
            "description": "Retain a copy of each unique advertisement, marketing material, or widely disseminated statement making a representation subject to this Order",
            "quoted_text": "D. A copy of each unique advertisement, other marketing material, or widely disseminated statement making a representation subject to this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 287,
            "quote_end_line": 288
          },
          {
            "description": "Retain a copy of each widely disseminated representation describing the extent to which Respondent collects, uses, shares, or sells Covered Information, or the purposes for doing so",
            "quoted_text": "E. A copy of each widely disseminated representation by Respondent that describes the extent to which Respondent collects, uses, shares, or sells Covered Information, or the purpose for which Respondent collects, uses, shares, or sells any Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 289,
            "quote_end_line": 292
          },
          {
            "description": "Retain copies of all subpoenas and other communications with law enforcement relating to compliance with this Order for five (5) years from the date received",
            "quoted_text": "F. For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to Respondent’s compliance with this Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 293,
            "quote_end_line": 295
          },
          {
            "description": "Retain all records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission",
            "quoted_text": "G. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 296,
            "quote_end_line": 297
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission may monitor Respondent's compliance by requiring additional reports and records within 10 days of request, communicating directly with and interviewing affiliated persons, and using lawful investigative means including undercover methods.",
        "requirements": [
          {
            "description": "Within ten (10) days of receipt of a written request from a Commission representative, submit additional compliance reports, sworn information, and produce records for inspection and copying",
            "quoted_text": "A. Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days of request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 301,
            "quote_end_line": 304
          },
          {
            "description": "Permit Commission representatives to communicate directly with Respondent and to interview anyone affiliated with any Respondent who has agreed to such an interview; interviewee may have counsel present",
            "quoted_text": "B. For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with any Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 305,
            "quote_end_line": 308
          },
          {
            "description": "The Commission may use all other lawful means, including posing as consumers, suppliers, or other individuals, without identification or prior notice; nothing in this Order limits use of compulsory process under FTC Act Sections 9 and 20",
            "quoted_text": "C. The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission’s lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 312,
            "quote_end_line": 317
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order becomes final upon publication on the FTC website and terminates twenty years from issuance, or twenty years from the most recent date the Commission files a federal court complaint alleging a violation, whichever is later, subject to specified exceptions.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov and terminates twenty (20) years from issuance or from the most recent federal court complaint alleging a violation, whichever is later; exceptions apply for shorter-duration provisions, non-defendant respondents, and post-termination complaints",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission’s website (ftc.gov) as a final order. This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission’s seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order’s application to Individual Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision. Provided, further, that if such complaint is dismissed or a federal court rules that Respondent did not violate any Provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 319,
            "quote_end_line": 336
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate twenty (20) years from the date of its issuance (which date may be stated at the end of this Order, near the Commission's seal), or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to Individual Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.19, Aleksandr Kogan and Alexander Nix Complaint.pdf",
      "order": "12.19, Aleksandr Kogan and Alexander Nix Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 2,
      "order_provisions": 7,
      "order_definitions": 4,
      "order_requirements": 24,
      "provisions_per_section": {
        "I": 2,
        "II": 3,
        "III": 3,
        "IV": 5,
        "V": 7,
        "VI": 3,
        "VII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 2,
        "complaint_total": 2,
        "order_verified": 24,
        "order_total": 24
      }
    },
    "processing_time_seconds": 89.7
  }
}