{
  "case_info": {
    "docket_number": "1:13-cv-08998-AJN",
    "company": {
      "name": "Time Warner Cable Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "60 Columbus Circle, New York, NY 10023",
      "business_description": "Time Warner Cable provides video, high-speed data, digital telephone, and other telecommunications and cable services."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2013
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. ยง 45(a); Section 615 of the Fair Credit Reporting Act, 15 U.S.C. ยง 1681m; Risk-Based Pricing Rule, 16 C.F.R. ยง 640.1 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/122-3149-time-warner-cable-inc"
  },
  "complaint": {
    "factual_background": "Time Warner Cable (TWC) extended credit to consumers for cable television, high-speed internet, and telephone services. When reviewing service applications, TWC retrieved consumers' credit reports and required some prospective customers with less favorable credit histories to pay a deposit or first month's bill in advance. From January 1, 2011 through at least March 5, 2013, TWC failed to provide required risk-based pricing notices to consumers who were required to pay deposits based on their credit reports, in violation of the Fair Credit Reporting Act's Risk-Based Pricing Rule.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of the Risk-Based Pricing Rule",
        "representation": "TWC extended credit to consumers on material terms that are materially less favorable than the most favorable material terms available to a substantial proportion of its customers, based in whole or in part on its use of consumer reports",
        "fact": "In numerous instances, TWC failed to provide notice to consumers that they were extended credit on material terms that are materially less favorable than the most favorable material terms available to a substantial proportion of TWC's customers",
        "conclusion": "Failure to provide such notice to a consumer constitutes a violation of the Risk-Based Pricing Rule."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [],
    "duration": {
      "duration_years": null,
      "termination_text": ""
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.13, Time Warner Cable Complaint.pdf",
      "order": "12.13, Time Warner Cable Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 0,
      "order_definitions": 0,
      "order_requirements": 0
    },
    "processing_time_seconds": 147.9
  }
}