{
  "case_info": {
    "docket_number": "C-4501",
    "company": {
      "name": "Snapchat, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "63 Market Street, Venice, California 90291",
      "business_description": "Snapchat provides a mobile application that allows consumers to send and receive photo and video messages known as 'snaps.' The application requires senders to designate a time period for viewing before the message expires, and the company has marketed it as an 'ephemeral' messaging service."
    },
    "commissioners": [
      "Edith Ramirez, Chairwoman",
      "Julie Brill",
      "Maureen K. Ohlhausen",
      "Joshua D. Wright",
      "Terrell McSweeny"
    ],
    "case_date": {
      "month": 12,
      "year": 2014
    },
    "legal_authority": "Federal Trade Commission Act, 15 U.S.C. § 45 et seq.",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/132-3078-snapchat-inc-matter"
  },
  "complaint": {
    "factual_background": "Snapchat marketed its mobile application as an ephemeral messaging service where photo and video messages would disappear forever after a user-set timer expired. However, recipients could easily save messages using publicly available tools, third-party applications, and simple file browsing methods. Additionally, Snapchat falsely claimed it did not collect location information, misrepresented what data it collected through its Find Friends feature, and failed to implement reasonable security measures to protect users' personal information, leading to a database breach exposing 4.6 million usernames and phone numbers.",
    "representations_made": [
      {
        "description": "Messages disappear forever after the timer expires",
        "quoted_text": "7. Since the application’s launch on iOS until May 2013, and since the application’s launch on Android until June 2013, Snapchat disseminated, or caused to be disseminated, to consumers the following statements on its product description page on the iTunes App Store and Google Play:",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 47,
        "quote_end_line": 50
      },
      {
        "description": "Snaps disappear after the timer runs out with no way to view them after expiration",
        "quoted_text": "8. From October 2012 to October 2013, Snapchat disseminated, or caused to be disseminated, to consumers the following statement on the “FAQ” page on its website: Is there any way to view an image after the time has expired? No, snaps disappear after the timer runs out. …",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 8,
        "quote_start_line": 54,
        "quote_end_line": 57
      },
      {
        "description": "Sender will be notified if recipient takes a screenshot",
        "quoted_text": "7. Since the application’s launch on iOS until May 2013, and since the application’s launch on Android until June 2013, Snapchat disseminated, or caused to be disseminated, to consumers the following statements on its product description page on the iTunes App Store and Google Play:",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 7,
        "quote_start_line": 47,
        "quote_end_line": 50
      },
      {
        "description": "Sender will be notified immediately if recipient takes a screenshot",
        "quoted_text": "February 2013, Snapchat disseminated, or caused to be disseminated, to consumers the following statement on the “FAQ” page on its website: What if I take a screenshot? Screenshots can be captured if you’re quick. The sender will be notified immediately.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 14,
        "quote_start_line": 94,
        "quote_end_line": 98
      },
      {
        "description": "Snapchat does not ask for, track, or access any location-specific information from user devices",
        "quoted_text": "20. From June 2011 to February 2013, Snapchat disseminated or caused to be disseminated to consumers the following statements in its privacy policy: We do not ask for, track, or access any location-specific information from your device at any time while you are using the Snapchat application.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 20,
        "quote_start_line": 122,
        "quote_end_line": 125
      },
      {
        "description": "Only the mobile number entered by the user is collected when using Find Friends feature",
        "quoted_text": "25. Snapchat provides its users with a feature to find friends on the service. During registration, the application prompts the user to “Enter your mobile number to find your friends on Snapchat!,” implying – prior to September 2012 – through its user interface that the mobile phone number was the only information Snapchat collected to find the user’s friends, as depicted below:",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 25,
        "quote_start_line": 145,
        "quote_end_line": 149
      },
      {
        "description": "Only email, phone number, and Facebook ID are collected for finding friends on the service",
        "quoted_text": "30. From June 2011 to February 2013, Snapchat disseminated or caused to be disseminated to consumers the following statements, or similar statements, in its privacy policy regarding its Find Friends feature: Optional to the user, we also collect an email, phone number, and facebook id for purpose of finding friends on the service. (Emphasis in original).",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 30,
        "quote_start_line": 170,
        "quote_end_line": 174
      },
      {
        "description": "Snapchat employs the best security practices to keep customer data protected",
        "quoted_text": "40. From June 2011 to May 2012, Snapchat disseminated or caused to be disseminated to consumers the following statement in its privacy policy: The Toyopa Group, LLC is dedicated to securing customer data and, to that end, employs the best security practices to keep your data protected.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 40,
        "quote_start_line": 230,
        "quote_end_line": 233
      },
      {
        "description": "Snapchat takes reasonable steps to protect personal information from loss, misuse, and unauthorized access",
        "quoted_text": "41. From May 2012 to February 2013, Snapchat disseminated or caused to be disseminated to consumers the following statement in its privacy policy: Snapchat takes reasonable steps to help protect your personal information in an effort to prevent loss, misuse, and unauthorized access, disclosure, alteration, and destruction.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 41,
        "quote_start_line": 234,
        "quote_end_line": 238
      },
      {
        "description": "Snapchat takes reasonable measures to protect information from loss, theft, misuse and unauthorized disclosure",
        "quoted_text": "42. From February 2013 to the present, Snapchat disseminated or caused to be disseminated to consumers the following statement in its privacy policy: We take reasonable measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 42,
        "quote_start_line": 239,
        "quote_end_line": 242
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "False Claims About Disappearing Messages",
        "representation": "When sending a message through Snapchat's application, the message will disappear forever after the user-set time period expires",
        "fact": "Messages may not disappear forever after the user-set time period expires because recipients can use file browsing tools, third-party applications, and other methods to save and view photos or videos indefinitely",
        "conclusion": "Therefore, the representation set forth in Paragraph 16 is false or misleading."
      },
      {
        "count_number": 2,
        "title": "False Screenshot Notification Claims",
        "representation": "The sender will be notified if the recipient takes a screenshot of a snap",
        "fact": "The sender may not be notified if the recipient takes a screenshot of a snap because recipients can easily circumvent Snapchat's screenshot detection mechanism",
        "conclusion": "Therefore, the representation set forth in Paragraph 18 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "False Claims About Location Data Collection",
        "representation": "Snapchat does not collect users' location information",
        "fact": "From October 2012 to February 2013, the Snapchat application on Android transmitted Wi-Fi-based and cell-based location information from users' mobile devices to its analytics tracking service provider",
        "conclusion": "Therefore, the representation set forth in Paragraph 23 is false or misleading."
      },
      {
        "count_number": 4,
        "title": "Deceptive Find Friends User Interface",
        "representation": "The only personal information Snapchat collected when the user chose to Find Friends was the mobile number that the user entered",
        "fact": "Snapchat also collected the names and phone numbers of all contacts in the user's mobile device address book without informing the user",
        "conclusion": "Therefore, the representation set forth in Paragraph 28 is false or misleading."
      },
      {
        "count_number": 5,
        "title": "Deceptive Privacy Policy Regarding Find Friends",
        "representation": "The only personal information Snapchat collected from a user for the purpose of finding friends on the service was email, phone number, and Facebook ID",
        "fact": "Snapchat collected the names and phone numbers of all contacts in the user's mobile device address book when the user chose to Find Friends",
        "conclusion": "Therefore, the representation set forth in Paragraph 32 is false or misleading."
      },
      {
        "count_number": 6,
        "title": "False Security Claims and Failure to Secure Find Friends",
        "representation": "Snapchat employs reasonable security measures to protect personal information from misuse and unauthorized disclosure",
        "fact": "Snapchat failed to verify phone numbers, failed to implement effective restrictions on Find Friend requests, and failed to prevent automated account creation, resulting in numerous consumer complaints about misuse of personal information and a breach exposing 4.6 million usernames and phone numbers",
        "conclusion": "Therefore, the representation set forth in Paragraph 43 is false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "respondent": "Snapchat, Inc. and its successors and assigns.",
      "Commerce": "as defined in Section 4 of the Federal Trade Commission Act, 15 U.S.C. § 44.",
      "Covered information": "information from or about an individual consumer, including but not limited to (a) a first and last name; (b) a home or other physical address, including street name and name of city or town; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a telephone number; (e) a persistent identifier, such as a customer number held in a \"cookie,\" a static Internet Protocol (\"IP\") address, a mobile device ID, or processor serial number; (f) precise geo-location data of an individual or mobile device, including GPS-based, Wi-Fi-based, or cell-based location information; (g) an authentication credential, such as a username or password; or (h) any communications or content that is transmitted or stored through respondent's products or services.",
      "Computer": "any desktop, laptop computer, tablet, handheld device, telephone, or other electronic product or device that has a platform on which to download, install, or run any software program, code, script, or other content and to play any digital audio, visual, or audiovisual content."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition Against Misrepresentations About Privacy and Security",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent the extent to which it maintains and protects privacy, security, or confidentiality of covered information, including claims about message deletion, screenshot detection, data collection categories, or security measures.",
        "requirements": [
          {
            "description": "Must not misrepresent in any manner the extent to which respondent or its products or services maintain and protect privacy, security, or confidentiality of covered information",
            "quoted_text": "IT IS ORDERED that respondent and its officers, agents, representatives, and employees, directly or indirectly, shall not misrepresent in any manner, expressly or by implication, in or affecting commerce, the extent to which respondent or its products or services maintain and protect the privacy, security, or confidentiality of any covered information, including but not limited to: (1) the extent to which a message is deleted after being viewed by the recipient; (2) the extent to which respondent or its products or services are capable of detecting or notifying the sender when a recipient has captured a screenshot of, or otherwise saved, a message; (3) the categories of covered information collected; or (4) the steps taken to protect against misuse or unauthorized disclosure of covered information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 67,
            "quote_end_line": 75
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Comprehensive Privacy Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and maintain a comprehensive written privacy program designed to address privacy risks and protect covered information, including designation of privacy coordinators, risk assessments, privacy controls, vendor management, and program evaluation.",
        "requirements": [
          {
            "description": "Establish and implement a comprehensive privacy program to address privacy risks and protect privacy and confidentiality of covered information",
            "quoted_text": "IT IS FURTHER ORDERED that respondent, in or affecting commerce, shall, no later than the date of service of this order, establish and implement, and thereafter maintain, a comprehensive privacy program that is reasonably designed to: (1) address privacy risks related to the development and management of new and existing products and services for consumers, and (2) protect the privacy and confidentiality of covered information, whether collected by respondent or input into, stored on, captured with, or accessed through a computer using respondent’s products or services. Such program, the content and implementation of which must be fully documented in writing, shall contain privacy controls and procedures appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the covered information, including:",
            "deadline": "no later than the date of service of this order",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 80,
            "quote_end_line": 89
          },
          {
            "description": "Designate employee(s) to coordinate and be accountable for the privacy program",
            "quoted_text": "A. the designation of an employee or employees to coordinate and be accountable for the privacy program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 90,
            "quote_end_line": 91
          },
          {
            "description": "Identify reasonably foreseeable material privacy risks and assess sufficiency of safeguards, including risks in employee training and product design",
            "quoted_text": "B. the identification of reasonably foreseeable, material risks, both internal and external, that could result in the respondent’s unauthorized collection, use, or disclosure of covered information, and assessment of the sufficiency of any safeguards in place to control these risks. At a minimum, this privacy risk assessment should include consideration of risks in each area of relevant operation, including, but not limited to: (1) employee training and management, including training on the requirements of this order; and (2) product design, development and research;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 92,
            "quote_end_line": 99
          },
          {
            "description": "Design and implement reasonable privacy controls and procedures to address identified risks and regularly test or monitor their effectiveness",
            "quoted_text": "C. the design and implementation of reasonable privacy controls and procedures to address the risks identified through the privacy risk assessment, and regular testing or monitoring of the effectiveness of the privacy controls and procedures;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 100,
            "quote_end_line": 103
          },
          {
            "description": "Take reasonable steps to select and retain service providers capable of maintaining security practices consistent with this order and require them by contract to implement appropriate safeguards",
            "quoted_text": "D. the development and use of reasonable steps to select and retain service providers capable of maintaining security practices consistent with this order, and requiring service providers by contract to implement and maintain appropriate safeguards;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 104,
            "quote_end_line": 107
          },
          {
            "description": "Evaluate and adjust privacy program in light of testing and monitoring results, material changes to operations, or other circumstances that may impact program effectiveness",
            "quoted_text": "E. the evaluation and adjustment of respondent’s privacy program in light of the results of the testing and monitoring required by subpart C, any material changes to respondent’s operations or business arrangements, or any other circumstances that respondent knows, or has reason to know, may have a material impact on the effectiveness of its privacy program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 108,
            "quote_end_line": 112
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Third-Party Privacy Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial privacy assessments from qualified, independent third-party professionals for 20 years, covering privacy controls and their effectiveness in protecting covered information.",
        "requirements": [
          {
            "description": "Obtain initial and biennial assessments from qualified, objective, independent third-party professional approved by FTC",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with its compliance with Part II of this order, respondent shall obtain initial and biennial assessments and reports (“Assessments”) from 3 a qualified, objective, independent third-party professional, who uses procedures and standards generally accepted in the profession. A person qualified to prepare such Assessments shall have a minimum of three (3) years of experience in the field of privacy and data protection. All persons selected to conduct such assessments and prepare such reports shall be approved by the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue, N.W., Washington, D.C. 20580. The reporting period for the Assessments shall cover: (1) the first one hundred eighty (180) days after service of the order for the initial Assessment; and (2) each two (2) year period thereafter for twenty (20) years after service of the order for the biennial Assessments. Each Assessment shall:",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 114,
            "quote_end_line": 127
          },
          {
            "description": "Each assessment must set forth specific privacy controls implemented and maintained during the reporting period",
            "quoted_text": "A. set forth the specific privacy controls that respondent has implemented and maintained during the reporting period;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 128,
            "quote_end_line": 129
          },
          {
            "description": "Each assessment must explain how privacy controls are appropriate to respondent's size, complexity, activities, and sensitivity of covered information",
            "quoted_text": "B. explain how such privacy controls are appropriate to respondent’s size and complexity, the nature and scope of respondent’s activities, and the sensitivity of the covered information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 130,
            "quote_end_line": 132
          },
          {
            "description": "Each assessment must explain how safeguards meet or exceed protections required by Part II",
            "quoted_text": "C. explain how the safeguards that have been implemented meet or exceed the protections required by Part II of this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 133,
            "quote_end_line": 134
          },
          {
            "description": "Each assessment must certify that privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect privacy of covered information",
            "quoted_text": "D. certify that the privacy controls are operating with sufficient effectiveness to provide reasonable assurance to protect the privacy of covered information and that the controls have so operated throughout the reporting period.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 135,
            "quote_end_line": 137
          },
          {
            "description": "Each assessment must be prepared and completed within 60 days after the end of the reporting period",
            "quoted_text": "Each Assessment shall be prepared and completed within sixty (60) days after the end of the reporting period to which the Assessment applies. Respondent shall provide the initial",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 138,
            "quote_end_line": 139
          },
          {
            "description": "Provide initial assessment to Associate Director for Enforcement within 10 days after assessment has been prepared",
            "quoted_text": "reporting period to which the Assessment applies. Respondent shall provide the initial Assessment to the Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, Washington, D.C. 20580, within ten (10) days after the Assessment has been prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 139,
            "quote_end_line": 143
          },
          {
            "description": "Retain all subsequent biennial assessments until order is terminated and provide to Associate Director within 10 days of request",
            "quoted_text": "prepared. All subsequent biennial Assessments shall be retained by respondent until the order is terminated and provided to the Associate Director of Enforcement within ten (10) days of request. Unless otherwise directed by a representative of the Commission, the initial Assessment, and any subsequent Assessments requested, shall be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580 with the subject line In the Matter of Snapchat, Inc., FTC File No. 1323078.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 149
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must maintain and make available to the FTC upon request records including privacy-related statements, consumer complaints, documents questioning compliance, and assessment materials for specified periods of five years.",
        "requirements": [
          {
            "description": "Maintain for 5 years from date of preparation or dissemination statements to consumers describing privacy, security and confidentiality protections of covered information and all materials relied upon",
            "quoted_text": "A. for a period of five (5) years from the date of preparation or dissemination, whichever is later, statements disseminated to consumers that describe the extent to which 4 respondent maintains and protects the privacy, security and confidentiality of any covered information, including, but not limited to, any statement related to a change in any website or service controlled by respondent that relates to the privacy, security, and confidentiality of covered information, with all materials relied upon in making or disseminating such statements;",
            "deadline": null,
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 154,
            "quote_end_line": 163
          },
          {
            "description": "Maintain for 5 years from date received all consumer complaints relating to conduct prohibited by this order and any responses to such complaints",
            "quoted_text": "B. for a period of five (5) years from the date received, all consumer complaints directed at respondent, or forwarded to respondent by a third party, that relate to the conduct prohibited by this order and any responses to such complaints;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 164,
            "quote_end_line": 166
          },
          {
            "description": "Maintain for 5 years from date received any documents that contradict, qualify, or call into question respondent's compliance with this order",
            "quoted_text": "C. for a period of five (5) years from the date received, any documents, whether prepared by or on behalf of respondent that contradict, qualify, or call into question respondent’s compliance with this order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 169
          },
          {
            "description": "Maintain for 5 years after preparation of each assessment all materials relied upon to prepare the assessment",
            "quoted_text": "D. for a period of five (5) years after the date of preparation of each Assessment required under Part III of this order, all materials relied upon to prepare the Assessment, whether prepared by or on behalf of respondent including but not limited to all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, for the compliance period covered by such Assessment.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 170,
            "quote_end_line": 174
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Order Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must deliver a copy of the order to current and future subsidiaries, officers, directors, managers, employees, agents, and representatives with relevant responsibilities, and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver copy of order to current subsidiaries and personnel with responsibilities relating to the subject matter of this order within 30 days after service of order",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall deliver a copy of this order to all current and future subsidiaries, current and future principals, officers, directors, and managers, and to all current and future employees, agents, and representatives having responsibilities relating to the subject matter of this order. Respondent shall deliver this order to such current subsidiaries and personnel within thirty (30) days after service of this order, and to such future subsidiaries and personnel within thirty (30) days after the person assumes such position or",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 176,
            "quote_end_line": 181
          },
          {
            "description": "Deliver copy of order to future subsidiaries and personnel within 30 days after the person assumes such position or responsibilities",
            "quoted_text": "subsidiaries and personnel within thirty (30) days after the person assumes such position or responsibilities. For any business entity resulting from any change in structure set forth in Part",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 181,
            "quote_end_line": 182
          },
          {
            "description": "For any business entity resulting from change in structure, deliver order at least 10 days prior to the change in structure",
            "quoted_text": "responsibilities. For any business entity resulting from any change in structure set forth in Part VI, delivery shall be at least ten (10) days prior to the change in structure. Respondent must secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 182,
            "quote_end_line": 184
          },
          {
            "description": "Secure signed and dated statement acknowledging receipt of order within 30 days of delivery from all persons receiving a copy",
            "quoted_text": "secure a signed and dated statement acknowledging receipt of this order, within thirty (30) days of delivery, from all persons receiving a copy of the order pursuant to this section.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 184,
            "quote_end_line": 185
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Notification of Corporate Changes",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the Commission at least 30 days prior to any corporate change that may affect compliance obligations, including dissolution, merger, sale, subsidiary changes, bankruptcy, or name and address changes.",
        "requirements": [
          {
            "description": "Notify Commission at least 30 days prior to any change in the corporation that may affect compliance obligations, including dissolution, assignment, sale, merger, creation or dissolution of subsidiary, bankruptcy filing, or change in corporate name or address",
            "quoted_text": "IT IS FURTHER ORDERED that respondent shall notify the Commission at least thirty (30) days prior to any change in the corporation(s) that may affect compliance obligations arising under this order, including, but not limited to: a dissolution, assignment, sale, merger, or other action that would result in the emergence of a successor corporation; the creation or dissolution of a subsidiary, parent, or affiliate that engages in any acts or practices subject to this order; the proposed filing of a bankruptcy petition; or a change in the corporate name or address. Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 187,
            "quote_end_line": 195
          },
          {
            "description": "If respondent learns of proposed change fewer than 30 days prior, notify Commission as soon as practicable after obtaining such knowledge",
            "quoted_text": "Provided, however, that, with respect to any proposed change in the corporation(s) about which respondent learns fewer than thirty (30) days prior to the date such action is to take place, respondent shall notify the Commission as soon as is practicable after obtaining such knowledge. Unless otherwise directed by a representative of the Commission, all notices required by this Part 5 shall be emailed to DEbrief@ftc.gov or sent by overnight courier (not the U.S. Postal Service) to: Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580 with the subject line In the Matter of Snapchat, Inc., FTC File No. 1323078.",
            "deadline": "as soon as is practicable",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 193,
            "quote_end_line": 203
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file an initial compliance report with the Commission within 90 days after service of the order detailing manner and form of compliance, and submit additional reports within 10 days upon written notice from the Commission.",
        "requirements": [
          {
            "description": "File with Commission a true and accurate report setting forth in detail the manner and form of compliance with this order within 90 days after date of service",
            "quoted_text": "IT IS FURTHER ORDERED that respondent within ninety (90) days after the date of service of this order, shall file with the Commission a true and accurate report, in writing, setting forth in detail the manner and form of its compliance with this order. Within ten (10) days of",
            "deadline": "90 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 205,
            "quote_end_line": 207
          },
          {
            "description": "Submit additional true and accurate written report within 10 days of receipt of written notice from a representative of the Commission",
            "quoted_text": "forth in detail the manner and form of its compliance with this order. Within ten (10) days of receipt of written notice from a representative of the Commission, it shall submit an additional true and accurate written report.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 207,
            "quote_end_line": 209
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Order Duration and Termination",
        "category": "duration",
        "summary": "The order will terminate on December 23, 2034, or 20 years from the most recent date the U.S. or Commission files a complaint in federal court alleging violation of the order, whichever comes later, with exceptions for dismissals or rulings in respondent's favor.",
        "requirements": [
          {
            "description": "Order remains in effect until December 23, 2034, or 20 years from most recent federal court complaint filing date, whichever is later",
            "quoted_text": "This order will terminate on December 23, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. any Part in this order that terminates in fewer than twenty (20) years; B. this order’s application to any respondent that is not named as a defendant in such complaint; and C. this order if such complaint is filed after the order has terminated pursuant to this Part.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 211,
            "quote_end_line": 219
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This order will terminate on December 23, 2034, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying consent decree) in federal court alleging any violation of the order, whichever comes later"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.14, Snapchat Complaint.pdf",
      "order": "12.14, Snapchat Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 6,
      "complaint_representations": 10,
      "order_provisions": 8,
      "order_definitions": 4,
      "order_requirements": 28,
      "provisions_per_section": {
        "I": 1,
        "II": 6,
        "III": 8,
        "IV": 4,
        "V": 4,
        "VI": 2,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 10,
        "complaint_total": 10,
        "order_verified": 28,
        "order_total": 28
      }
    },
    "processing_time_seconds": 115.7
  }
}