{
  "case_info": {
    "docket_number": "2:25-cv-08223",
    "company": {
      "name": "Disney Worldwide Services, Inc. and Disney Entertainment Operations LLC",
      "incorporation_state": "Florida",
      "entity_type": "corporation and limited liability company",
      "address": "1375 Buena Vista Drive, Lake Buena Vista, Florida 32830 (Disney Worldwide Services, Inc.); 500 Buena Vista Street, Burbank, California 91521 (Disney Entertainment Operations LLC)",
      "business_description": "Disney operates an online service offering streaming content in the form of videos uploaded to the YouTube platform. During 2020 through the present, Disney has operated and uploaded videos to more than 1,250 YouTube channels through numerous subsidiaries."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Children's Online Privacy Protection Rule (COPPA Rule), 16 C.F.R. Part 312; Sections 5(m)(1)(A) and 13(b) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(m)(1)(A) and 53(b); Sections 1303(c) and 1306(d) of the Children's Online Privacy Protection Act of 1998, 15 U.S.C. §§ 6502(c) and 6505(d)",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/disney"
  },
  "complaint": {
    "factual_background": "Disney operated online streaming services on YouTube with videos directed to children under 13. Disney failed to properly mark child-directed videos as \"Made for Kids\" on YouTube, instead allowing them to default to \"Not Made for Kids\" based on channel-level settings. This resulted in targeted advertising and collection of personal information from children without parental notice or consent, in violation of the COPPA Rule. Despite being notified by YouTube in 2020 that hundreds of videos were misclassified, Disney did not revise its deficient marking policy.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "COPPA Rule Violations",
        "representation": "Disney operated portions of online services directed to children by making child-directed videos available for streaming on YouTube, and personal information from children was collected on behalf of Defendants",
        "fact": "Defendants failed to: (a) provide direct notice to parents of the information collected online from children and how such information is used or disclosed; (b) provide online notice of Defendants' information practices with regard to children; and (c) obtain verifiable parental consent before any collection, use, or disclosure of personal information from children",
        "conclusion": "These failures constitute violations of Sections 312.4(b), 312.4(d), and 312.5(a)(1) of the COPPA Rule, which constitute unfair or deceptive acts or practices in or affecting commerce, in violation of Section 5(a) of the FTC Act."
      }
    ]
  },
  "order": {
    "definitions": {
      "Child": "any individual or individuals under the age of 13.",
      "Collects": "the gathering of any Personal Information from a Child by any means, including but not limited to: 1. Requesting, prompting, or encouraging a Child to submit Personal Information online; 2. Enabling a Child to make Personal Information publicly available in identifiable form; or 3. Passive tracking of a Child online.",
      "Covered Entity": "Defendants' subsidiary or division that (1) Publishes Videos to a Covered Service or (2) oversees or manages the Audience Designation Program.",
      "Covered Service(s)": "(1) the YouTube Platform or (2) any successor to the YouTube Platform.",
      "Defendant": "Disney Worldwide Services, Inc., a corporation, and Disney Entertainment Operations LLC, a limited liability company, and their subsidiaries and divisions, and their successors and assigns, individually, collectively, or in any combination.",
      "Disclose": "with respect to Personal Information: 1. The Release of Personal Information Collected by an Operator from a Child in identifiable form for any purpose, except where an Operator provides such information to a Person who provides Support for the Internal Operations of the Website or Online Service; and 2. Making Personal Information Collected by an Operator from a Child publicly available in identifiable form by any means, including but not limited to a public posting through the Internet, or through a personal home page or screen posted on a website or online service; a pen pal service; an electronic mail service; a message board; or a chat room.",
      "Internet": "collectively the myriad of computer and telecommunications facilities, including equipment and operating software, which comprise the interconnected world-wide network of networks that employ the Transmission Control Protocol/Internet Protocol, or any predecessor or successor protocols to such protocol, to communicate information of all kinds by wire, radio, or other methods of transmission.",
      "Kids Video": "a Video that Defendants designate as Made for Kids on a Covered Service pursuant to the Audience Designation Program based on an assessment of its subject matter, visual content, use of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities or celebrities who appeal to Children, language or other characteristics, whether advertising promoting or appearing on the website or online service is directed to Children, competent and reliable empirical evidence regarding audience composition and evidence regarding the intended audience.",
      "Made for Kids": "the YouTube Platform setting to designate the audience for a Video Published by an Operator as for Children or the audience for a channel on which Video(s) are Published as for Children.",
      "Obtain(ing) Verifiable Parental Consent": "making a reasonable effort (taking into consideration available technology) to ensure that before Personal Information is Collected from a Child, a Parent of the Child: 1. Receives notice of the Operator's Personal Information Collection, use, and Disclosure practices; and 2. Authorizes any Collection, use, and/or Disclosure of the Personal Information, using a method reasonably calculated, in light of available technology, to ensure that the Person providing consent is the Child's Parent.",
      "Online Contact Information": "an email address or any other substantially similar identifier that permits direct contact with a Person online, including but not limited to, an instant messaging user identifier, a voice over internet protocol (VOIP) identifier, or a video chat user identifier.",
      "Operator": "any Person who operates a website located on the Internet or an online service and who Collects or maintains Personal Information from or about the users of or visitors to such website or online service, or on whose behalf such information is Collected or maintained, or offers products or services for sale through that website or online service, where such website or online service is operated for commercial purposes involving commerce among the several States or with one or more foreign nations; in any territory of the United States or in the District of Columbia, or between any such territory and another such territory or any State or foreign nation; or between the District of Columbia and any State, territory, or foreign nation. This definition does not include any nonprofit entity that would otherwise be exempt from coverage under Section 5 of the Federal Trade Commission Act (15 U.S.C. § 45). Personal Information is Collected or maintained on behalf of an Operator when: 1. It is Collected or maintained by an agent or service provider of the Operator; or 2. The Operator benefits by allowing another Person to Collect Personal Information directly from users of such website or online service.",
      "Parent": "includes a legal guardian.",
      "Person": "any individual, partnership, corporation, trust, estate, cooperative, association, or other entity.",
      "Personal Information": "individually identifiable information about an individual Collected online, including: 1. A first and last name; 2. A home or other physical address including street name and name of a city or town; 3. Online Contact Information; 4. A screen or user name where it functions in the same manner as Online Contact Information; 5. A telephone number; 6. A Social Security number; 7. A persistent identifier that can be used to recognize a user over time and across different websites or online services. Such persistent identifier includes, but is not limited to, a customer number held in a cookie, an Internet Protocol (IP) address, a processor or device serial number, or unique device identifier; 8. A photograph, video, or audio file where such file contains a Child's image or voice; 9. Geolocation information sufficient to identify street name and name of a city or town; or 10. Information concerning the Child or the Parents of that Child that the Operator Collects online from the Child and combines with an identifier described in this definition.",
      "Publish": "to set a video's visibility setting to public.",
      "Release of Personal Information": "the sharing, selling, renting, or transfer of Personal Information to any Third Party.",
      "Support for the Internal Operations of the Website or Online Service": "1. Those activities necessary to: a. Maintain or analyze the functioning of the website or online service; b. Perform network communications; c. Authenticate users of, or personalize the content on, the website or online service; d. Serve contextual advertising on the website or online service, or cap the frequency of advertising; e. Protect the security or integrity of the user, website, or online service; f. Ensure legal or regulatory compliance; or g. Fulfill a request of a Child as permitted by Sections 312.5(c)(3) and (4) of the COPPA Rule (Appendix A); 2. So long as the information Collected for the activities listed in 1(a)-(g) is not used or Disclosed to contact a specific individual, including through behavioral advertising, to amass a profile on a specific individual, or for any other purpose.",
      "Third Party": "any Person who is not: 1. An Operator with respect to the Collection or maintenance of Personal Information on the website or online service; or 2. A Person who provides Support for the Internal Operations of the Website or Online Service and who does not use or Disclose information protected under the COPPA Rule, 16 C.F.R. Part 312 (Appendix A), for any other purpose.",
      "Video(s)": "any video that is Published.",
      "Website or Online Service Directed to Children": "a commercial website or online service, or portion thereof, that is targeted to Children as set forth under the COPPA Rule, 16 C.F.R. Part 312 (Appendix A). 1. In determining whether a website or online service, or a portion thereof, is directed to Children, the factfinder will consider its subject matter, visual content, use of animated characters or Child-oriented activities and incentives, music or other audio content, age of models, presence of Child celebrities or celebrities who appeal to Children, language or other characteristics of the website or online service, as well as whether advertising promoting or appearing on the website or online service is directed to Children. The factfinder will also consider competent and reliable empirical evidence regarding audience composition and evidence regarding the intended audience. 2. A website or online service shall be deemed directed to Children when it has actual knowledge that it is Collecting Personal Information directly from users of another website or online service directed to Children. 3. A website or online service that is directed to Children under the criteria set forth in paragraph (1) of this definition, but that does not target Children as its primary audience, shall not be deemed directed to Children if it: a. Does not Collect Personal Information from any visitor prior to Collecting age information; and b. Prevents the Collection, use, or Disclosure of Personal Information from visitors who identify themselves as under age 13 without first complying with the notice and parental consent provisions of 16 C.F.R. Part 312. A website or online service shall not be deemed directed to Children solely because it refers or links to a commercial website or online service directed to Children by using information location tools, including a directory, index, reference, pointer, or hypertext link.",
      "YouTube Platform": "the streaming service available at YouTube.com and on YouTube applications."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Injunction Concerning Collection of Personal Information from Children",
        "category": "prohibition",
        "summary": "Defendants are permanently restrained from failing to provide direct notice to parents, failing to post online notice of information practices, failing to obtain verifiable parental consent, and violating the COPPA Rule.",
        "requirements": [
          {
            "description": "Must make reasonable efforts to ensure parents receive direct notice as required by the COPPA Rule",
            "quoted_text": "IT IS ORDERED that Defendants, Defendants' officers, agents, employees, and all other Persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, to the extent Defendants operate a channel on a Covered Service, and in connection with operation of such channel, are hereby permanently restrained and enjoined from: A. Failing to make reasonable efforts, taking into account available technology, to ensure that a Parent of a Child receives direct notice as required by Section 312.4(c) of the Rule, 16 C.F.R. § 312.4(c), unless the COPPA Rule, 16 C.F.R. Part 312 (Appendix A), provides an exception to providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9810395707578806
          },
          {
            "description": "Must post a prominent and clearly labeled link to an online notice of information practices regarding children",
            "quoted_text": "B. Failing to post a prominent and clearly labeled link to an online notice of Defendants' information practices with regard to Children on the home or landing page or screen of Defendants' website or online service, and at each area of Defendants' website or online service where Personal Information is Collected from Children, unless the COPPA Rule, 16 C.F.R. Part 312 (Appendix A), provides an exception to providing such notice;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9826952695269527
          },
          {
            "description": "Must obtain verifiable parental consent before collecting, using, or disclosing personal information from children",
            "quoted_text": "C. Failing to Obtain Verifiable Parental Consent before any Collection, use, or Disclosure of Personal Information from Children, including consent to any material change in the Collection, use, or Disclosure practices to which the Parent has previously consented, unless COPPA Rule, 16 C.F.R. Part 312 (Appendix A), provides an exception to Obtaining Verifiable Parental Consent;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not violate the COPPA Rule",
            "quoted_text": "D. Violating the COPPA Rule, 16 C.F.R. Part 312 (Appendix A).",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Audience Designation Program",
        "category": "affirmative_obligation",
        "summary": "Defendants must establish and implement an Audience Designation Program to review and designate videos as Made for Kids on YouTube, and maintain it for ten years.",
        "requirements": [
          {
            "description": "Establish and implement Audience Designation Program to review and designate videos as Made for Kids",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants, to the extent Defendants Publish Video(s) to a channel on the YouTube Platform, must, within one-hundred eighty (180) days of the date of entry of this Order, establish and implement, and thereafter maintain for ten (10) years, a program to review whether each of Defendants' Videos on the YouTube Platform is a Kids Video, and, if in Defendants' assessment it is, designate the Video as Made for Kids (\"Audience Designation Program\");",
            "deadline": "180 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Audience Designation Program",
            "quoted_text": "A. Defendants must document in writing the relevant content, implementation, and maintenance of the Audience Designation Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate a qualified employee to coordinate and be responsible for the Audience Designation Program",
            "quoted_text": "B. Defendants must designate a qualified employee or employees to coordinate and be responsible for the Audience Designation Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the written Audience Designation Program to a senior employee at least once every twelve months",
            "quoted_text": "C. Defendants must provide the written Audience Designation Program to a senior employee responsible for the Audience Designation Program at least once every twelve (12) months;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Train employees with publishing responsibilities on the Audience Designation Program upon hire and at least annually",
            "quoted_text": "D. Defendants must train employees with roles and responsibilities in Publishing Videos on the YouTube Platform on the requirements of the Audience Designation Program upon hire and, at least once every twelve (12) months thereafter;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9948033126293996
          },
          {
            "description": "Assess and document the effectiveness of the Audience Designation Program at least every twelve months",
            "quoted_text": "E. Assess and document, at least every twelve (12) months, the effectiveness of the Audience Designation Program.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendants must pay a civil penalty of ten million dollars to the United States.",
        "requirements": [
          {
            "description": "Pay civil penalty of ten million dollars",
            "quoted_text": "Defendants are ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, ten million dollars ($10,000,000), which, as Defendants stipulate, their undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.9835962877030162
          },
          {
            "description": "Relinquish all rights to assets transferred",
            "quoted_text": "C. Defendants relinquish dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit Taxpayer Identification Numbers to the Commission",
            "quoted_text": "E. Defendants acknowledge that their Taxpayer Identification Numbers, which Defendants must submit to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 0.8537005163511188
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendants must obtain and submit acknowledgments of receipt of this Order from themselves and deliver copies to specified personnel.",
        "requirements": [
          {
            "description": "Each Defendant must submit acknowledgment of receipt of Order to the Commission",
            "quoted_text": "A. Each Defendant, within ten (10) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to current principals, officers, directors, managers, members, employees, agents, and representatives with relevant responsibilities",
            "quoted_text": "B. For five (5) years after entry of this Order, each Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, managers and members; (2) all employees of a Covered Entity having managerial responsibilities for conduct related to the subject matter of the Order, and all agents and representatives of a Covered Entity who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision titled Compliance Reporting. Delivery must occur within ten (10) days of entry of this Order for current personnel.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 0.9764958553127355
          },
          {
            "description": "Deliver copy of Order to future personnel before they assume responsibilities",
            "quoted_text": "For all others, delivery must occur before they assume their responsibilities.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9530769230769232
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity that received a copy",
            "quoted_text": "C. From each individual or entity to which a Defendant delivered a copy of this Order, that Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendants must submit compliance reports to the Commission one year after entry of the Order and notify the Commission of certain changes for ten years.",
        "requirements": [
          {
            "description": "Submit comprehensive compliance report one year after entry of Order",
            "quoted_text": "A. One year after entry of this Order, each Defendant must submit a compliance report, sworn under penalty of perjury, in which each Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with that Defendant; (b) identify the Covered Entities by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe that Defendant's use of each Covered Service to Publish Videos; (d) describe in detail whether and how that Defendant is in compliance with each Provision of this Order; (e) provide a copy of each materially different version of any Defendant privacy notice for each Covered Service or notice sent to Parents of Children that register for each Covered Service unless the COPPA Rule, 16 C.F.R. Part 312 (Appendix A), provides an exception to providing such notice, in which case the Defendant will solely be required to identify the applicable exception; (f) provide a statement setting forth in detail the methods used to Obtain Verifiable Parental Consent prior to any Collection, use, and/or Disclosure of Personal Information from Children in connection with use of each Covered Service, unless the COPPA Rule, 16 C.F.R. Part 312 (Appendix A), provides an exception to providing such Verifiable Parental Consent, in which case the Defendant will solely be required to identify the applicable exception; (g) provide a statement setting forth in detail the means provided for Parents to review the Personal Information, if any, Collected by that Defendant from their Children through any Covered Service and to refuse to permit that Defendant's further use or maintenance for each Covered Service; and (h) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.9445951267536303
          },
          {
            "description": "Submit compliance notice within fourteen days of changes in designated points of contact or structure",
            "quoted_text": "B. For ten (10) years after entry of this Order, each Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in: (a) any designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls, directly or indirectly, that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices related to that Defendant's compliance with the COPPA Rule, 16 C.F.R. Part 312 (Appendix A), or that Publishes Videos to a Covered Service subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.9828936742934051
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceedings within fourteen days of filing",
            "quoted_text": "C. Each Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against such Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendants must create and retain specified records for ten years after entry of the Order, retaining each record for five years.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues related to Covered Services",
            "quoted_text": "IT IS FURTHER ORDERED that Defendants must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, each Defendant must create and retain the following records for such Defendant's use of a Covered Service: A. Accounting records showing any revenues related to a Covered Service;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9069767441860465
          },
          {
            "description": "Create and retain personnel records for persons with managerial responsibility for Covered Services",
            "quoted_text": "B. Personnel records showing, for each Person having managerial responsibility for using a Covered Service on behalf of a Covered Entity, whether as an employee or otherwise, that Person's: name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 0.9995024077046549
          },
          {
            "description": "Create and retain records of all consumer complaints relating to collection of personal information from children and any response",
            "quoted_text": "C. Records of all consumer complaints relating to that Defendant's Collection of Personal Information from Children through each Covered Service, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with the Order",
            "quoted_text": "D. All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff have the right to monitor Defendants' compliance through document requests, depositions, interviews, and other lawful means.",
        "requirements": [
          {
            "description": "Defendants must submit additional compliance reports, appear for depositions, and produce documents within fourteen days of written request",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, each Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 0.8728139904610492
          },
          {
            "description": "Defendants must permit the Commission and Plaintiff to communicate directly and interview employees",
            "quoted_text": "B. For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendants. Defendants must permit representatives of the Commission and Plaintiff to interview any employee or other Person affiliated with any Defendant who has agreed to such an interview. The Person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.944027149321267
          },
          {
            "description": "The Commission and Plaintiff may use all lawful means to monitor compliance, including posing as consumers or other entities",
            "quoted_text": "C. The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendants, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 0.9789051094890511
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This is a federal court consent decree with no explicit termination date. Provision II requires maintenance of the Audience Designation Program for ten (10) years. Provision IV requires delivery of the Order to personnel for five (5) years. Provision V requires compliance reporting for ten (10) years. Provision VI requires recordkeeping for ten (10) years after entry. Provision VIII states: IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.25, Disney Complaint (Pending).pdf",
      "order": "12.25, Disney Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 0,
      "order_provisions": 8,
      "order_definitions": 22,
      "order_requirements": 28
    },
    "processing_time_seconds": 370.3
  }
}