{
  "case_info": {
    "docket_number": "C-4758",
    "company": {
      "name": "Ascension Data & Analytics, LLC",
      "incorporation_state": "Delaware",
      "entity_type": "limited liability company",
      "address": "701 Highlander Boulevard, Suite 510, Arlington, Texas 76015",
      "business_description": "Ascension Data & Analytics is an analytics company that provides data, analytics, and system-based technology services and products to other companies, particularly in connection with mortgages. Services include systems development such as document management systems and automation of data-driven decision-making, creating valuation models and comparative market analyses, and conducting due diligence reviews including title searches and risk analyses."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Noah Joshua Phillips",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 12,
      "year": 2021
    },
    "legal_authority": "Standards for Safeguarding Customer Information Rule, 16 C.F.R. Part 314, issued pursuant to Title I of the Gramm-Leach-Bliley (GLB) Act, 15 U.S.C. § 6801 et seq., implemented under Section 501(b) of the GLB Act, 15 U.S.C. § 6801(b), enforced through the Federal Trade Commission Act, 15 U.S.C. § 6805(a)(7)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3126-ascension-data-analytics-llc-matter"
  },
  "complaint": {
    "factual_background": "Ascension Data & Analytics, a financial institution handling mortgage documents, contracted with OpticsML to process documents containing personal information of over 60,000 consumers. Despite having a vendor vetting policy, Ascension failed to assess OpticsML's security measures before providing the sensitive data. OpticsML subsequently misconfigured cloud storage, leaving the personal information exposed on the internet for a year, during which approximately 52 unauthorized IP addresses, including from Russia and China, accessed the data.",
    "representations_made": [
      {
        "description": "Respondent maintained a policy requiring due diligence and evaluation of service providers' security capabilities",
        "quoted_text": "Since at least July 2016, Respondent maintained a \"Third Party Vendor Risk Management\" policy describing the due diligence Respondent required for service providers. The policy recommends numerous steps Respondent's Chief Information Security Officer (CISO) and business managers were to take to evaluate service providers, such as having service providers provide their policies and procedures and fill out an information security questionnaire.",
        "source_paragraph": 15
      },
      {
        "description": "Respondent's policy required contractual obligations for third party vendors to implement appropriate security measures",
        "quoted_text": "Indeed, Respondent's service provider contracts do not satisfy its Third Party Vendor Risk Management policy, which requires Respondent to \"contractually require its third party vendors to implement appropriate measures\" with respect to customer information.",
        "source_paragraph": 18
      },
      {
        "description": "Respondent's policy required the CISO to complete quantitative risk assessments for each service provider",
        "quoted_text": "During this time, Respondent also did not assess risks related to its service providers, even though its \"Third Party Vendor Risk Management\" policy required its CISO to \"complete a quantitative assessment of risk\" for each service provider.",
        "source_paragraph": 20
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Violation of GLB Safeguards Rule",
        "representation": "Respondent was required under the GLB Safeguards Rule to oversee service providers by taking reasonable steps to select and retain service providers capable of maintaining appropriate safeguards and requiring service providers by contract to implement such safeguards, and to identify and assess risks to customer information",
        "fact": "Respondent failed to take reasonable steps to select service providers capable of maintaining appropriate safeguards, failed to require service providers by contract to implement appropriate safeguards, and failed to identify reasonably foreseeable internal and external risks to the security, confidentiality, and integrity of customer information",
        "conclusion": "Therefore, the conduct set forth in Paragraphs 23-24 is a violation of the Safeguards Rule, 16 C.F.R. Part 314."
      }
    ]
  },
  "order": {
    "definitions": {
      "Covered Business": "Respondent or any business that Respondent controls.",
      "Covered Incident": "any instance in which any United States federal, state, or local law or regulation requires a Covered Business to notify any U.S. federal, state, or local government entity that information from or about an individual consumer was, or is reasonably believed to have been, accessed or acquired without authorization.",
      "Covered Information": "(1) Personally Identifiable Financial Information; and (2) any list, description, or other grouping of consumers (and publicly available information pertaining to them) that is derived using any Personally Identifiable Financial Information that is not publicly available.",
      "Personally Identifiable Financial Information": "any information: 1. A consumer provides to obtain a financial product or service; 2. About a consumer resulting from any transaction involving a financial product or service; or 3. A Covered Business otherwise obtains about a consumer in connection with providing a financial product or service to that consumer.",
      "Respondent": "Ascension Data & Analytics, LLC, a Delaware limited liability company, and its successors and assigns.",
      "Vendor": "any person or entity that receives, maintains, processes, or otherwise is permitted access to Covered Information from, by, or at the direction of a Covered Business through its provision of services directly to a Covered Business."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "GLB Rule Violations",
        "category": "prohibition",
        "summary": "Respondent must not violate any provision of the Standards for Safeguarding Consumer Information Rule.",
        "requirements": [
          {
            "description": "Must not violate the Safeguards Rule",
            "quoted_text": "IT IS ORDERED that Respondent, and Respondent's officers, agents, employees and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with any product or service, must not violate any provision of the Standards for Safeguarding Consumer Information Rule, 16 C.F.R. Part 314, a copy of which is attached hereto as Exhibit A.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Mandated Data Security Program",
        "category": "affirmative_obligation",
        "summary": "Each Covered Business must establish, implement, and maintain a comprehensive data security program that protects Covered Information and includes risk assessments, safeguards, vendor management, and regular monitoring.",
        "requirements": [
          {
            "description": "Establish and maintain comprehensive data security program",
            "quoted_text": "IT IS FURTHER ORDERED that each Covered Business must not transfer, sell, share, collect, maintain, or store Covered Information unless it establishes and implements, and thereafter maintains, a comprehensive data security program (\"Data Security Program\") that protects the security of such Covered Information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document in writing the Data Security Program",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Data Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written program to board or senior officer at least annually and after Covered Incidents",
            "quoted_text": "Provide the written program and any evaluations thereof or updates thereto to its board of directors or governing body or, if no such board or equivalent governing body exists, to a senior officer responsible for its Data Security Program at least once every twelve (12) months and promptly after a Covered Incident;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate the program",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Data Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document risks at least annually and after Covered Incidents",
            "quoted_text": "Assess and document, at least once every twelve (12) months and promptly following a Covered Incident, internal and external risks to the security of Covered Information that could result in the unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of such information.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Design, implement, maintain, and document safeguards based on identified risks",
            "quoted_text": "Design, implement, maintain, and document safeguards that control the internal and external risks identified in response to sub-Provision II.D. Each safeguard must be based on the volume and sensitivity of the Covered Information at risk, and the likelihood that the risk could be realized and result in the unauthorized disclosure, misuse, loss, theft, alteration, destruction, or other compromise of such information.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Require Vendors to provide security documentation before access to Covered Information",
            "quoted_text": "Before the Covered Business provides access to Covered Information: i. Provide documentation of its information security policies and practices related to protecting any Covered Information that may be obtained from the Covered Business; ii. Describe in writing how and where the Covered Information will be maintained and what safeguards are in place or will be implemented to protect it;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Require Vendors to update security information at least annually",
            "quoted_text": "Update in writing the information required by sub-Provision II.E.1.a when there is a material change or at least once every twelve (12) months;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Require Vendors to conduct vulnerability scanning and penetration testing at least annually",
            "quoted_text": "Implement measures to assess the cybersecurity risk to Covered Information obtained from the Covered Business that is stored on the Vendor's networks, if any, and if any is stored, provide documentation to the Covered Business of the scope of the measures and their results, including, at least once every twelve (12) months and promptly after a Covered Incident: (i) vulnerability scanning; and (ii) penetration testing;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Maintain Vendor documentation for five years",
            "quoted_text": "Maintain all documentation provided by each Vendor pursuant to sub-Provision II.E.1 for a period of five (5) years from when it was provided;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Conduct written assessments of Vendors at least annually and after Covered Incidents",
            "quoted_text": "At least once every twelve (12) months, and promptly following a Covered Incident involving a Vendor, conduct written assessments of each Vendor to determine the continued adequacy of their safeguards to control the internal and external risks to the security of Covered Information.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess sufficiency of safeguards at least annually and after Covered Incidents",
            "quoted_text": "Assess, at least once every twelve (12) months and promptly following a Covered Incident, the sufficiency of any safeguards in place to address the risks to the security of Covered Information, and modify the Data Security Program based on the results;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Test and monitor effectiveness of safeguards at least annually and after Covered Incidents",
            "quoted_text": "Test and monitor the effectiveness of the safeguards at least once every twelve (12) months, and promptly following a Covered Incident, and modify the Data Security Program based on the results;",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Select capable Vendors and contractually require safeguards",
            "quoted_text": "Select and retain Vendors capable of safeguarding Covered Information they access through or receive from Covered Businesses, and contractually require Vendors to implement and maintain safeguards for Covered Information;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust program at least annually based on changes and incidents",
            "quoted_text": "Evaluate and adjust the Data Security Program in light of any changes to its operations or business arrangements, a Covered Incident, or any other circumstances that each Covered Business knows or has reason to know may have an impact on the effectiveness of the Data Security Program. At a minimum, each Covered Business must evaluate the Data Security Program at least once every twelve (12) months and modify the Data Security Program based on the results.",
            "deadline": "12 months",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Security Assessments by a Third Party",
        "category": "assessment",
        "summary": "Respondent must obtain initial and biennial third-party assessments of the Data Security Program for ten years.",
        "requirements": [
          {
            "description": "Obtain assessments from qualified independent third-party professional",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Provision II of this Order titled Mandated Data Security Program, Respondent must obtain, for each Covered Business, initial and biennial assessments (\"Assessments\"): A. The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) uses procedures and standards generally accepted in the profession; (2) conducts an independent review of the Data Security Program; and (3) retains all documents relevant to each Assessment for five (5) years after completion of such Assessment and will provide such documents to the Commission within ten (10) days of receipt of a written request from a representative of the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide Assessor name to FTC for approval",
            "quoted_text": "For each Assessment, Respondent must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name and affiliation of the person selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Initial Assessment must cover first 180 days after Order issuance",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first180 days after the issuance date of the Order for the initial Assessment;",
            "deadline": "180 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Biennial Assessments must cover each 2-year period for ten years",
            "quoted_text": "and (2) each 2-year period thereafter for ten (10) years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must determine compliance, assess effectiveness, identify gaps, and provide evidence",
            "quoted_text": "Each Assessment must: (1) determine whether each Covered Business has implemented and maintained the Data Security Program required by Provision II of this Order, titled Mandated Data Security Program; (2) assess the effectiveness of each Covered Business's implementation and maintenance of sub-Provisions II.A-I; (3) identify any gaps or weaknesses in the Data Security Program; and (4) identify specific evidence (including, but not limited to documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is sufficient to justify the Assessor's findings.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period",
            "quoted_text": "Each Assessment must be completed within sixty (60) days after the end of the reporting period to which the Assessment applies.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit initial Assessment to Commission within 10 days of completion",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, Respondent must submit its initial Assessment to the Commission within ten (10) days after the Assessment has been completed via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain biennial Assessments and provide to FTC within 10 days of request",
            "quoted_text": "All subsequent biennial Assessments must be retained by Respondent until the order is terminated and provided to the Associate Director for Enforcement within ten (10) days of request.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Cooperation with Third Party Information Security Assessor",
        "category": "affirmative_obligation",
        "summary": "Respondent must disclose all material facts to the Assessor and provide all relevant information for the Assessment.",
        "requirements": [
          {
            "description": "Disclose all material facts and not misrepresent to Assessor",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, whether acting directly or indirectly, in connection with any Assessment required by Provision III of this Order titled Data Security Assessments by a Third Party, must: A. Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination of whether the Covered Business has implemented and maintained the Data Security Program required by Provision II of this Order, titled Mandated Data Security Program; (2) assessment of the effectiveness of the implementation and maintenance of sub-Provisions II.A-I; or (3) identification of any gaps or weaknesses in the Data Security Program;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide or make available all relevant information to Assessor",
            "quoted_text": "Provide or otherwise make available to the Assessor all information and material in their possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Respondent must provide annual certifications from a senior manager that the Data Security Program has been established and maintained.",
        "requirements": [
          {
            "description": "Provide annual certification to Commission starting one year after Order issuance",
            "quoted_text": "IT IS FURTHER ORDERED that, in connection with compliance with Provision II of this Order titled Mandated Data Security Program, Respondent must: A. One year after the issuance date of this Order, and each year thereafter, provide the Commission with a certification from a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of each Covered Business responsible for each Covered Business's Data Security Program that: (1) each Covered Business has established, implemented, and maintained the requirements of this Order; (2) each Covered Business is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission; and (3) includes a brief description of any Covered Incident.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit annual certifications via email or courier",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEbrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director for Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Covered Incident Reports",
        "category": "compliance_reporting",
        "summary": "Respondent must submit reports to the FTC within 10 days after notifying any government entity of a Covered Incident.",
        "requirements": [
          {
            "description": "Submit Covered Incident report to FTC within 10 days of government notification",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent, for any Covered Business, within a reasonable time after the date of discovery of a Covered Incident, but in any event no later than ten (10) days after the date the Covered Business first notifies any U.S. federal, state, or local government entity of the Covered Incident, must submit a report to the Commission.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include date or estimated date range of Covered Incident",
            "quoted_text": "The date, estimated date, or estimated date range when the Covered Incident occurred;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include description of facts and causes of Covered Incident",
            "quoted_text": "A description of the facts relating to the Covered Incident, including the causes of the Covered Incident, if known;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include description of information types that triggered notification",
            "quoted_text": "A description of each type of information that triggered the notification obligation to the U.S. federal, state, or local government entity;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include number of affected consumers",
            "quoted_text": "The number of consumers whose information triggered the notification obligation to the U.S. federal, state, or local government entity;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include remediation acts taken",
            "quoted_text": "The acts that the Covered Business has taken to date to remediate the Covered Incident and protect Covered Information from further exposure or access, and protect affected individuals from identity theft or other harm that may result from the Covered Incident;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Include representative copy of notices sent",
            "quoted_text": "A representative copy of each materially different notice required by U.S. federal, state, or local law or regulation and sent by the Covered Business or any of its clients to consumers or to any U.S. federal, state, or local government entity.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Acknowledgments of the Order",
        "category": "acknowledgment",
        "summary": "Respondent must obtain acknowledgments of receipt of this Order from itself and deliver copies to principals, officers, employees, and obtain signed acknowledgments.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt to Commission within 10 days of effective date",
            "quoted_text": "Respondent, within ten (10) days after the effective date of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Deliver copy of Order to all principals, officers, directors, managers, employees, and agents for 20 years",
            "quoted_text": "For twenty (20) years after the issuance date of this Order, Respondent must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Provision VIII of this Order titled Compliance Report and Notices. Delivery must occur within ten (10) days after the effective date of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Obtain signed and dated acknowledgments from recipients within 30 days",
            "quoted_text": "From each individual or entity to which Respondent delivered a copy of this Order, Respondent must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Compliance Reports and Notices",
        "category": "compliance_reporting",
        "summary": "Respondent must submit compliance reports one year after Order issuance and provide notices of changes in structure, contact information, or bankruptcy within 14 days.",
        "requirements": [
          {
            "description": "Submit compliance report one year after Order issuance",
            "quoted_text": "One year after the issuance date of this Order, Respondent must submit a compliance report, sworn under penalty of perjury, in which Respondent must: (a) identify the primary physical, postal, and email address, and telephone number, as designated points of contact, which representatives of the Commission may use tocommunicate with Respondent; (b) identify all of Respondent's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, and the means of advertising, marketing, and sales; (d) describe in detail whether and how Respondent is in compliance with each Provision of this Order, including a discussion of all of the changes Respondent made to comply with the Order; and (e) provide a copy of each Acknowledgment of the Order obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit compliance notice within 14 days of changes in contact or structure",
            "quoted_text": "Respondent must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in the following: (a) any designated point of contact; or (b) the structure of Respondent or any entity that Respondent has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy filing within 14 days",
            "quoted_text": "Respondent must submit notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Respondent within fourteen (14) days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain specific records for 20 years, including accounting records, personnel records, consumer complaints, assessments, and compliance documentation.",
        "requirements": [
          {
            "description": "Create records for 20 years and retain each for 5 years",
            "quoted_text": "IT IS FURTHER ORDERED that Respondent must create certain records for twenty (20) years after the issuance date of the Order and retain each such record for five (5) years, unless otherwise specified below.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain accounting records showing revenues",
            "quoted_text": "Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain personnel records",
            "quoted_text": "Personnel records showing, for each person providing services in relation to any aspect of the Order, whether as an employee or otherwise, that person's name; addresses; telephone numbers; job title or position; dates of service; and (if applicable) the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain consumer complaints and refund requests",
            "quoted_text": "Copies or records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain Assessment materials for 5 years after preparation",
            "quoted_text": "For five (5) years after the date of preparation of each Assessment required by this Order, all materials and evidence that the Assessor considered, reviewed, relied upon or examined to prepare the Assessment, whether prepared by or on behalf of a Covered Business, including all plans, reports, studies, reviews, audits, audit trails, policies, training materials, and assessments, and any other materials concerning Covered Businesses' compliance with related Provisions of this Order, for the compliance period covered by such Assessment;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain subpoenas and law enforcement communications for 5 years",
            "quoted_text": "For five (5) years from the date received, copies of all subpoenas and other communications with law enforcement, if such communications relate to a Covered Business's compliance with this Order;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain compliance records for 5 years from creation or receipt",
            "quoted_text": "For five (5) years from the date created or received, all records, whether prepared by or on behalf of a Covered Business, that address compliance by a Covered Business with this Order or lack thereof;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Retain all records demonstrating full compliance",
            "quoted_text": "All records necessary to demonstrate full compliance with each Provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC may monitor compliance by requesting additional reports, interviewing personnel, and using other lawful means including posing as consumers.",
        "requirements": [
          {
            "description": "Submit additional compliance reports or records within 10 days of FTC request",
            "quoted_text": "Within ten (10) days of receipt of a written request from a representative of the Commission, Respondent must submit additional compliance reports or other requested information, which must be sworn under penalty of perjury, and produce records for inspection and copying.",
            "deadline": "10 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow FTC to communicate directly with Respondent and interview affiliated persons",
            "quoted_text": "For matters concerning this Order, representatives of the Commission are authorized to communicate directly with Respondent. Respondent must permit representatives of the Commission to interview anyone affiliated with Respondent who has agreed to such an interview. The interviewee may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Allow FTC to use all lawful means including posing as consumers",
            "quoted_text": "The Commission may use all other lawful means, including posing through its representatives as consumers, suppliers, or other individuals or entities, to Respondent or any individual or entity affiliated with Respondent, without the necessity of identification or prior notice. Nothing in this Order limits the Commission's lawful use of compulsory process, pursuant to Sections 9 and 20 of the FTC Act, 15 U.S.C. §§ 49, 57b-1.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Order Effective Dates",
        "category": "duration",
        "summary": "The Order is effective upon publication on ftc.gov and terminates on December 22, 2041, or 20 years from the most recent complaint filing, whichever is later.",
        "requirements": [
          {
            "description": "Order is final and effective upon publication on ftc.gov",
            "quoted_text": "IT IS FURTHER ORDERED that this Order is final and effective upon the date of its publication on the Commission's website (ftc.gov) as a final order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "This Order will terminate on December 22, 2041, or twenty (20) years from the most recent date that the United States or the Commission files a complaint (with or without an accompanying settlement) in federal court alleging any violation of this Order, whichever comes later; provided, however, that the filing of such a complaint will not affect the duration of: A. Any Provision in this Order that terminates in less than twenty (20) years; B. This Order's application to any Respondent that is not named as a defendant in such complaint; and C. This Order if such complaint is filed after the Order has terminated pursuant to this Provision."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.21, Ascension Data & Analytics Complaint (Pending).pdf",
      "order": "12.21, Ascension Data & Analytics Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 1,
      "complaint_representations": 3,
      "order_provisions": 11,
      "order_definitions": 6,
      "order_requirements": 53
    },
    "processing_time_seconds": 183.0
  }
}