{
  "case_info": {
    "docket_number": "2:21-cv-00267-TS",
    "company": {
      "name": "Vivint Smart Home, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "4931 North 300 West, Provo, Utah 84604",
      "business_description": "Vivint sells smart home technology platforms, including home security devices and related monitoring services. The company serves over 1.5 million customers in the United States and Canada and acquires customers through door-to-door sales representatives equipped with proprietary sales systems."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2024
    },
    "legal_authority": "Sections 5(a), 13(b), and 16(a) of the Federal Trade Commission Act, 15 U.S.C. §§ 45(a), 53(b), and 56(a); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a); and the Red Flags Rule, 16 C.F.R. § 681.1",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3060-vivint-smart-home-inc"
  },
  "complaint": {
    "factual_background": "Vivint Smart Home, Inc., a smart home security company, failed to prevent its door-to-door sales representatives from engaging in identity theft schemes to qualify unqualified customers for credit. Sales representatives obtained consumer credit reports of unrelated third parties without permission through practices called 'white paging' and adding impermissible co-signers, enabling unqualified customers to receive financing. Despite knowing about these practices since at least 2016, Vivint failed to implement adequate safeguards or a written Identity Theft Prevention Program until January 2020, after the FTC began investigating. When customers registered under false pretenses defaulted, innocent third parties whose credit information was misused were pursued by debt collectors.",
    "representations_made": [],
    "counts": [
      {
        "count_number": 1,
        "title": "No Established Identity Theft Prevention Program",
        "representation": "Vivint was required as a creditor offering covered accounts to develop and implement a written Identity Theft Prevention Program designed to detect, prevent, and mitigate identity theft in connection with the opening of covered accounts",
        "fact": "Vivint failed to develop and implement a written Identity Theft Prevention Program designed to detect, prevent, and mitigate identity theft in connection with the opening of a covered account or any existing covered account. Vivint's limited efforts to address identity theft were inadequate and failed to satisfy the Red Flags Rule. Vivint did not provide for adequate training or monitoring of employees who obtain consumer reports and participate in extending financing agreements to customers, and did not take into account previous allegations of identity theft at the Company.",
        "conclusion": "Vivint thereby has violated the Red Flags Rule establishment of an Identity Theft Prevention Program provisions, 16 C.F.R. § 681.1(d). Pursuant to Section 621(a)(1) of the FCRA, 15 U.S.C. § 1681s(a)(1), Vivint's violations of the Red Flags Rule constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a). The acts and practices constitute a pattern or practice of knowing violations."
      },
      {
        "count_number": 2,
        "title": "Obtaining Credit Reports Without a Permissible Purpose",
        "representation": "Under the FCRA, a person shall not use or obtain a consumer report for any purpose unless the consumer report is obtained for a purpose for which the consumer report is authorized to be furnished",
        "fact": "Vivint violated this restriction on the use or obtainment of consumer reports each time Vivint's sales representatives successfully sought and obtained the consumer report of a third party in order to circumvent the credit score limitations of its customer acquisition software. Vivint permitted its sales representatives to obtain consumer reports for individuals without permission in order to qualify a potential customer for a Vivint account. Circumventing credit score limitations on software is not a permissible purpose under the FCRA.",
        "conclusion": "Defendant thereby violated the permissible purpose requirement of the FCRA, 15 U.S.C. § 1681b(f). Pursuant to Section 621(a)(1) of the FCRA, 15 U.S.C. § 1681s(a)(1), the Defendant's violations of the FCRA constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act, 15 U.S.C. § 45(a). The acts and practices constitute a pattern or practice of knowing violations."
      },
      {
        "count_number": 3,
        "title": "Unfair Sale of False Debt to Debt Buyers or Collectors",
        "representation": "Defendant had an obligation not to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits",
        "fact": "In numerous instances, Defendant transmitted to third-party debt buyers the names and addresses of individuals that were produced through the 'white paging' and impermissible co-signer schemes, causing them to be pursued by debt buyers or collectors. Defendant's actions cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition.",
        "conclusion": "Therefore, Defendant's acts or practices constitute unfair acts or practices in violation of Section 5 of the FTC Act, 15 U.S.C. § 45(a), (n)."
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Report": "any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for the purpose of serving as a factor in establishing the consumer's eligibility for (1) credit or insurance to be used primarily for personal, family, or household purposes; (2) employment purposes; or (3) any other purpose authorized under FCRA Section 604, 15 U.S.C. § 1681b.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Defendant": "Vivint Smart Home, Inc., a Delaware corporation, and its successors and assigns.",
      "White Paging": "qualifying potential customers for financing by utilizing the credit history of an unrelated individual with a same or similar name, without that individual's express written permission.",
      "Impermissible Co-Signing": "adding individuals on an account without their express written permission."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities - Identity Theft Prevention Program",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from failing to establish and maintain a written Identity Theft Prevention Program that complies with the Red Flags Rule.",
        "requirements": [
          {
            "description": "Must not fail to establish and maintain a written Identity Theft Prevention Program designed to detect, prevent, and mitigate identity theft in connection with Covered Accounts",
            "quoted_text": "IT IS ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service, are permanently restrained and enjoined from failing to establish and maintain a written Identity Theft Prevention Program (\"ITP Program\") that is designed to detect, prevent, and mitigate identity theft in connection with \"Covered Accounts\" in contravention of 16 C.F.R. § 681.1 (\"Red Flags Rule\")",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Must not fail to conduct periodic assessments to determine whether Defendant offers Covered Accounts",
            "quoted_text": "Failing to conduct periodic assessments to determine whether the Defendant offers \"Covered Accounts\" within the meaning of the Red Flags Rule",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to administer the ITP Program in accordance with the Red Flags Rule, including obtaining board approval",
            "quoted_text": "Failing to administer the ITP Program in accordance with the Red Flags Rule, including obtaining approval for the ITP Program from the board of directors",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not fail to consider and include in the ITP Program all appropriate guidelines provided in Appendix A to the Red Flags Rule",
            "quoted_text": "Failing to consider and include in the ITP Program all appropriate guidelines provided in Appendix A to the Red Flags Rule",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Additional Prohibited Business Activities - FCRA Violations",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from obtaining consumer reports without permissible purpose, selling debts involving White Paging or Impermissible Co-Signing, and furnishing such debt information to CRAs.",
        "requirements": [
          {
            "description": "Must not obtain Consumer Reports from CRAs without a permissible purpose",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service, are permanently restrained and enjoined from: (1) obtaining Consumer Reports from CRAs without a permissible purpose in contravention of Section 604(f) of the FCRA (15 U.S.C. § 1681b(f))",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not sell, transfer, or place for collection any debt on an account involving White Paging or Impermissible Co-Signing",
            "quoted_text": "(2) selling, transferring, or placing for collection any debt on an account on which it knows or has reason to believe that White Paging or Impermissible Co-Signing has occurred",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Must not furnish information about debts involving White Paging or Impermissible Co-Signing to CRAs",
            "quoted_text": "(3) furnishing information about such debt to the CRAs",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Customer Service Task Force",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain a Customer Service Task Force Program for five years to verify accounts, investigate identity theft claims, and provide remediation for victims.",
        "requirements": [
          {
            "description": "Establish and maintain a Customer Service Task Force Program for five years",
            "quoted_text": "IT IS FURTHER ORDERED that, within thirty (30) days of entry of this Order, Defendant must establish and maintain for five years, a Customer Service Task Force Program.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate a qualified Coordinator approved by and reporting directly to the board of directors",
            "quoted_text": "Designate a qualified employee to coordinate and be responsible for the Customer Service Task Force (\"Coordinator\"), who must be approved by and report directly to the board of directors or a committee thereof",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Verify all debt sold to debt buyers between January 1, 2016 and order entry for accounts with multiple addresses or co-signers, and obtain Coordinator certification under penalty of perjury",
            "quoted_text": "For all debt sold to a debt buyer between January 1, 2016 and the entry of this Order, for all accounts whose file references more than one address or includes a co-signer, and prior to (1) attempting to collect any debt, (2) referring any account to a debt collector, (3) selling any debt to a debt buyer, or (4) reporting any debt to a consumer reporting agency (CRA), take reasonable steps to verify every name and address included with the account to confirm that the individual is properly included within the account, and require the Coordinator to certify, under penalty of perjury, that those reasonable steps were taken for each such account.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide a prominent link on Vivint.com homepage to an Identity Theft Customer Service page with contact information",
            "quoted_text": "On the homepage of Vivint.com, provide a prominent link to a dedicated Identity Theft Customer Service page, which will have contact information (including telephone, e-mail address, and physical mail address), for consumers to use to provide notice to Defendant of any identity theft associated with a Vivint account, including but not limited to identity theft associated with White Paging or Impermissible Co-Signing.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Upon receipt of identity theft notice, immediately suspend debt collection for at least 60 days",
            "quoted_text": "Upon receipt of any notice described in Provision III.C above, through any means, immediately suspend any effort to collect any debt on that account, from any individual associated with the account, for no less than sixty (60) days. For accounts that were already referred to or sold to a third-party, Defendant must immediately demand that such third-party suspend collection for at least sixty (60) days.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Investigate identity theft claims within 60 days by interviewing the victim, the sales representative, and reviewing all documentation",
            "quoted_text": "For any account for which Defendant has received Provision III.C notice of identity theft take reasonable steps, within sixty (60) days, to investigate the claim, including, but not limited to: (1) interview the claimed identity theft victim; (2) interview the sales representative that initiated the account (if the representative is a current employee and otherwise make reasonable efforts to contact a former employee); and (3) review all documentation associated with the account.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For illegitimate debts, immediately report to CRAs, communicate to debt buyers/collectors, provide notice of monetary relief availability, and remove third parties from active accounts",
            "quoted_text": "For debts determined to be illegitimate, either through a Provision III.B verification or Provision III.E investigation, (1) if any debts were reported to any CRA, immediately communicate to that CRA that the debt was illegitimate, and take reasonable steps to confirm that that the CRA removes any indication of the debt from the consumer, (2) for any debts that were sold or referred to any debt buyer or debt collector, promptly communicate to the debt buyer or debt collector that the debt was illegitimate, confirm that the debt buyer or debt collector will immediately stop all attempts to collect that debt, and repurchase the debt, (3) provide notice to the individuals associated with the debt of the availability of monetary relief pursuant to Provision X below, and (4) for any active accounts determined to have been authorized through White Paging or Impermissible Co-Signing, immediately remove any reference to those third parties on the accounts.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For legitimate debts, obtain Coordinator certification under penalty of perjury before resuming collection after 60 days",
            "quoted_text": "For debts determined to be legitimate, prior to resuming collection after sixty (60) days or, in the case of accounts already referred to or sold to a third-party, prior to authorizing resumption of debt collection, require the Coordinator to certify, under penalty of perjury, that a Provision III.B verification or Provision III.E investigation has occurred and thatthe Coordinator believes the individual named on the account is properly associated with the debt.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Employee Monitoring Program",
        "category": "affirmative_obligation",
        "summary": "Defendant must establish and maintain an employee-monitoring program to prevent employees from obtaining Consumer Reports without permissible purpose, including training, technical safeguards, and annual reviews.",
        "requirements": [
          {
            "description": "Establish and maintain an employee-monitoring program to prevent improper access to Consumer Reports",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, beginning 30 days after entry of this Order, must not promote or offer for sale any good or service unless it establishes and implements, and thereafter maintains, an employee-monitoring program that prevents Defendant's employees or agents from obtaining Consumer Reports from CRAs without a permissible purpose (\"Monitoring Program\").",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Document in writing the content, implementation, and maintenance of the Monitoring Program",
            "quoted_text": "Document in writing the content, implementation, and maintenance of the Monitoring Program",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide written program and updates to board of directors at least once every 12 months",
            "quoted_text": "Provide the written program and any evaluations thereof or updates thereto to Defendant's board of directors or governing body or, if no such board or equivalent governing body exists, to Defendant's senior officer responsible for the Monitoring Program at least once every 12 months",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Designate qualified employee(s) to coordinate the Monitoring Program, approved by and reporting to the board",
            "quoted_text": "Designate a qualified employee or employees to coordinate and be responsible for the Monitoring Program, who will be approved by and report directly to the board of directors or a committee thereof",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Assess and document internal and external risks at least once every 12 months",
            "quoted_text": "Assess and document, at least once every 12 months, internal and external risks that may facilitate employee access to Consumer Reports without a permissible purpose",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement safeguards including FCRA training for sales employees at onboarding and at least every 12 months",
            "quoted_text": "Training of all of Defendant's sales employees and agents, at onboarding and at least every 12 months thereafter, on the FCRA's legal requirements with respect to lawful access to Consumer Reports and activities that would violate those requirements",
            "deadline": "30 days",
            "verified": true,
            "confidence": 0.8231292517006803
          },
          {
            "description": "Implement technical safeguards to prevent improper access to Consumer Reports",
            "quoted_text": "Technical safeguards such as modifying Defendant's sales technologies (including but not limited to Street Genie) designed to prevent sales employees and agents from improperly obtaining Consumer Reports from CRAs",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Establish an internal ethics hotline or similar mechanism for reporting FCRA violations",
            "quoted_text": "An internal \"ethics hotline\" or similar mechanism to which sales employees and agents must report any sales integrity issues, including potential violations of the FCRA, along with a system for receiving, retaining, and addressing such employee allegations",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Implement escalating disciplinary measures for FCRA violations up to and including termination",
            "quoted_text": "Escalating sales employee and agent disciplinary measures for FCRA violations and failure to report FCRA violations, up to and including termination",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Review and modify sales goals, performance management, and compensation at least every 12 months to ensure consistency with FCRA compliance",
            "quoted_text": "Review and modification, at least once every 12 months, of Defendant's sales goals, performance management and sales employee and agent compensation to ensure all are consistent with the objective of preventing FCRA violations",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Evaluate and adjust the Monitoring Program at least every 12 months and implement modifications based on results",
            "quoted_text": "Evaluate and adjust the Monitoring Program in light of any changes to Defendant's operations or business arrangements, or any other circumstance that Defendant knows or has reason to know may have an impact on the Monitoring Program's effectiveness. At a minimum, Defendant must evaluate the Monitoring Program every 12 months and implement modifications based on the results.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Third Party Assessment",
        "category": "assessment",
        "summary": "Defendant must obtain initial and biennial third-party assessments of its compliance programs for 20 years, submitted to the FTC within specified timeframes.",
        "requirements": [
          {
            "description": "Obtain assessments from a qualified, objective, independent third-party professional with FCRA expertise",
            "quoted_text": "The Assessments must be obtained from a qualified, objective, independent third-party professional (\"Assessor\"), who: (1) has specialized experience in compliance with the FCRA; (2) conducts an independent review of Defendant's Identity Theft Prevention Program (if applicable), Customer Service Task Force and Employee Monitoring Program (collectively, the \"Programs\"); and (3) retains all documents relevant to each Assessment for five years after completion of such Assessment and provides such documents to the Commission within 10 days of receipt of a written request from a representative of the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Provide the Associate Director for Enforcement with the Assessor's name and affiliation for approval",
            "quoted_text": "For each Assessment, Defendant must provide the Associate Director for Enforcement for the Bureau of Consumer Protection at the Federal Trade Commission with the name and affiliation of the person selected to conduct the Assessment, which the Associate Director shall have the authority to approve in his or her sole discretion.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Initial Assessment must cover first 180 days after order issuance; biennial assessments cover each two-year period thereafter for 20 years",
            "quoted_text": "The reporting period for the Assessments must cover: (1) the first 180 days after the issuance date of the Order for the initial Assessment; and (2) each two-year period thereafter for 20 years after issuance of the Order for the biennial Assessments.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Each Assessment must determine implementation, assess effectiveness, identify gaps or noncompliance, and provide specific evidence",
            "quoted_text": "Each Assessment must, for the entire Assessment period: (1) determine whether Defendant has implemented and maintained the Programs; (2) assess the effectiveness of Defendant's implementation and maintenance of Provisions I-IV of this Order; (3) identify any gaps or weaknesses in, or instances of material noncompliance with, the Programs; and (4) identify specific evidence (including, but not limited to, documents reviewed, sampling and testing performed, and interviews conducted) examined to make such determinations, assessments, and identifications, and explain why the evidence that the Assessor examined is sufficient to justify the Assessor's findings.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Complete each Assessment within 60 days after end of reporting period and submit initial Assessment to Commission within 10 days",
            "quoted_text": "Each Assessment must be completed within 60 days after the end of the reporting period to which the Assessment applies. Unless otherwise directed by the Commission representative in writing, Defendant must submit the initial Assessment to the Commission within 10 days after the Assessment has been completed via email to Debrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "60 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Cooperation with Third-Party Assessor",
        "category": "affirmative_obligation",
        "summary": "Defendant must provide all relevant information to the Assessor and must not misrepresent any material facts during assessments.",
        "requirements": [
          {
            "description": "Provide or make available to the Assessor all relevant information and material with no reasonable claim of privilege",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, whether acting directly or indirectly, in connection with any Assessment required by Provision V of this Order, must: Provide or otherwise make available to the Assessor all information and material in its possession, custody, or control that is relevant to the Assessment for which there is no reasonable claim of privilege",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Disclose all material facts to the Assessor and not misrepresent any fact material to the assessment",
            "quoted_text": "Disclose all material facts to the Assessor, and not misrepresent in any manner, expressly or by implication, any fact material to the Assessor's: (1) determination whether Defendant has implemented and maintained the Programs required by Provisions I-IV of this Order; (2) assessment of the effectiveness of the implementation and maintenance of those Programs; or (3) identification of any gaps or weaknesses in those Programs.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Oversight Requirement",
        "category": "affirmative_obligation",
        "summary": "Defendant must employ a Chief Compliance Officer who reports to the Audit Committee of the Board at least every fiscal quarter on FCRA and identity theft compliance.",
        "requirements": [
          {
            "description": "Employ a Chief Compliance Officer with reporting relationship to the Audit Committee of the Board who provides quarterly reports on FCRA and identity theft compliance",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant will employ a Chief Compliance Officer, who will have a reporting relationship to the Audit Committee of the Board in addition to any reporting relationship the Chief Compliance Officer has to Defendant's management. At least every fiscal quarter, Defendant's Chief Compliance Officer will report to the Board or a committee thereof on management's execution of its FCRA and identity theft risk management compliance obligations and the effectiveness of Defendant's FCRA and identity theft risk management compliance functions.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Annual Certification",
        "category": "compliance_reporting",
        "summary": "Defendant must provide annual certifications from its CEO or senior officer for 20 years confirming establishment of order requirements and no material noncompliance.",
        "requirements": [
          {
            "description": "Provide annual certification from CEO or designated senior officer confirming compliance with order requirements",
            "quoted_text": "For a total of twenty years and commencing one year after the issuance date of this Order, and each year thereafter, Defendant must provide the Commission with a certification from Defendant's Chief Executive Officer, Todd Pedersen, or if Mr. Pedersen no longer serves as Defendant's Chief Executive Officer, President, or such other officer (regardless of title) that is designated in Defendant's Bylaws or by resolution of the Board of Directors as having the duties of the principal executive officer of Defendant, then a senior corporate manager, or, if no such senior corporate manager exists, a senior officer of the Defendant responsible for Compliance with Provisions I-IV of this Order, that: (1) Defendant has established, implemented, and maintained the requirements of this Order; and (2) Defendant is not aware of any material noncompliance that has not been (a) corrected or (b) disclosed to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Submit annual certifications to the Commission via email or overnight courier",
            "quoted_text": "Unless otherwise directed by a Commission representative in writing, submit all annual certifications to the Commission pursuant to this Order via email to DEBrief@ftc.gov or by overnight courier (not the U.S. Postal Service) to Associate Director of Enforcement, Bureau of Consumer Protection, Federal Trade Commission, 600 Pennsylvania Avenue NW, Washington, DC 20580.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "IX",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Judgment of $15,000,000 civil penalty is entered against Defendant, payable within seven days of order entry.",
        "requirements": [
          {
            "description": "Pay $15,000,000 civil penalty to the Treasurer of the United States",
            "quoted_text": "Judgment in the amount of fifteen million dollars ($15,000,000) is entered in favor of Plaintiff against Defendant, as a civil penalty. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, fifteen million dollars ($15,000,000). Such payment must be made within seven days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "X",
        "title": "Consumer Fund",
        "category": "affirmative_obligation",
        "summary": "Judgment of $5,000,000 for equitable monetary relief is entered against Defendant for consumer redress, payable within seven days of order entry.",
        "requirements": [
          {
            "description": "Pay $5,000,000 for equitable monetary relief to the Treasurer of the United States for consumer redress fund",
            "quoted_text": "Judgment in the amount of five million dollars ($5,000,000) is entered in favor of Plaintiff against Defendant, as equitable monetary relief. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, five million dollars ($5,000,000). Such payment must be made within seven days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          }
        ]
      },
      {
        "provision_number": "XI",
        "title": "Additional Monetary Provisions",
        "category": "acknowledgment",
        "summary": "Defendant relinquishes all rights to assets transferred under the Order and acknowledges other monetary provisions.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable rights to all assets transferred pursuant to the Order",
            "quoted_text": "Defendant relinquishes dominion and all legal and equitable right, title, and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Facts alleged in Complaint will be taken as true in subsequent civil litigation for payment enforcement",
            "quoted_text": "The facts alleged in the Complaint will be taken as true, without further proof, in any subsequent civil litigation by or on behalf of the Commission, including in a proceeding to enforce its rights to any payment or monetary judgment pursuant to this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Acknowledge that Taxpayer Identification Number may be used for collecting delinquent amounts",
            "quoted_text": "Defendant acknowledges that its Taxpayer Identification Number, which Defendant previously submitted to the Commission, may be used for collecting and reporting on any delinquent amount arising out of this Order, in accordance with 31 U.S.C. § 7701.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XII",
        "title": "Customer Information",
        "category": "affirmative_obligation",
        "summary": "Defendant is permanently restrained from failing to provide sufficient customer information to enable the Commission to administer consumer redress.",
        "requirements": [
          {
            "description": "Provide sufficient customer information as requested by the Commission within 14 days to enable consumer redress administration",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant, Defendant's officers, agents, employees, and attorneys, and all other persons in active concert or participation with any of them, who receive actual notice of this Order, whether acting directly or indirectly, in connection with promoting or offering for sale any good or service are permanently restrained and enjoined from directly or indirectly failing to provide sufficient customer information, as requested by the Commission, to enable the Commission to efficiently administer consumer redress in accordance with Provision X above. If a representative of the Commission requests in writing any information related to redress, Defendant must provide it, in the form prescribed by the Commission, within 14 days.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit acknowledgment of receipt of the Order and deliver copies to personnel, obtaining signed acknowledgments within specified timeframes.",
        "requirements": [
          {
            "description": "Submit acknowledgment of receipt of Order to the Commission sworn under penalty of perjury",
            "quoted_text": "Defendant, within seven days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For ten years, deliver copy of Order to all principals, officers, directors, managers, employees with managerial responsibilities, agents, and representatives",
            "quoted_text": "For ten years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in Provision XIV of this Order. Delivery must occur within seven days of entry of this Order for current personnel. For all others, delivery must occur before they assume their responsibilities.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt from each individual or entity within 30 days",
            "quoted_text": "From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within 30 days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XIV",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit timely compliance reports and notices to the Commission, including an initial report one year after order entry and ongoing change notices for ten years.",
        "requirements": [
          {
            "description": "Submit compliance report one year after order entry with contact information, business details, compliance description, and order acknowledgments",
            "quoted_text": "One year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury, in which Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant's businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including the goods and services offered, and the means and method of sales; (d) describe in detail whether and how Defendant is in compliance with each provision of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "For ten years, submit compliance notice within 14 days of any change in designated point of contact or corporate structure",
            "quoted_text": "For ten years after entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within 14 days of any change in the following Defendant must report any change in: (a) any designated point of contact; or (b) the corporate structure of Defendant that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Submit notice of bankruptcy or insolvency proceeding filing within 14 days",
            "quoted_text": "Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or similar proceeding by or against Defendant within 14 days of its filing.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XV",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Defendant must create and retain specified records for ten years after order entry, including accounting records, personnel records, consumer complaints, training materials, and compliance documents.",
        "requirements": [
          {
            "description": "Create and retain accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten years after entry of the Order, and retain each such record for five years. Specifically, in connection with promoting or offering for sale any good or service, Defendant must create and retain the following records: Accounting records showing the revenues from all goods or services sold",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Create and retain personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "Personnel records showing, for each person providing services, whether, as an employee or otherwise, that person's name, addresses, telephone numbers, job title or position, dates of service, and (if applicable) the reason for termination",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain records of all consumer complaints and refund requests and any responses",
            "quoted_text": "Records of all consumer complaints and refund requests, whether received directly or indirectly, such as through a third party, and any response",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all employee training materials concerning the subject matter of the Order",
            "quoted_text": "All employee training materials concerning the subject matter of the Order",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Create and retain all records necessary to demonstrate full compliance with each provision of the Order",
            "quoted_text": "All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVI",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff are authorized to monitor Defendant's compliance through various means including document requests, depositions, interviews, and undercover operations.",
        "requirements": [
          {
            "description": "Within 14 days of written request, submit additional compliance reports, appear for depositions, and produce documents",
            "quoted_text": "Within 14 days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must: submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69.",
            "deadline": "14 days",
            "verified": true,
            "confidence": 1.0
          },
          {
            "description": "Permit representatives of the Commission and Plaintiff to communicate directly with Defendant and interview employees or affiliated persons",
            "quoted_text": "For matters concerning this Order, the Commission and Plaintiff are authorized to communicate directly with Defendant. Defendant must permit representatives of the Commission and Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 0.85
          },
          {
            "description": "Allow Commission and Plaintiff to use all lawful means to monitor compliance, including posing as consumers or other entities",
            "quoted_text": "The Commission and Plaintiff may use all other lawful means, including posing, through its representatives, as consumers, suppliers, or other individuals or entities, to Defendant or any individual or entity affiliated with Defendant, without the necessity of identification or prior notice.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      },
      {
        "provision_number": "XVII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction over this matter for purposes of construction, modification, and enforcement of the Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of the Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0
          }
        ]
      }
    ],
    "duration": {
      "duration_years": 20,
      "termination_text": "For a total of twenty years and commencing one year after the issuance date of this Order, and each year thereafter, Defendant must provide the Commission with a certification"
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.24, Vivint Smart Home Complaint (Pending).pdf",
      "order": "12.24, Vivint Smart Home Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 0,
      "order_provisions": 17,
      "order_definitions": 5,
      "order_requirements": 57
    },
    "processing_time_seconds": 230.6
  }
}