{
  "case_info": {
    "docket_number": "C-4756",
    "company": {
      "name": "Support King, LLC",
      "incorporation_state": "Puerto Rico",
      "entity_type": "limited liability company",
      "address": "5900 Ave Isla Verde, Carolina, Puerto Rico 00979-5746",
      "business_description": "Support King, LLC (formerly d/b/a SpyFone.com) licenses, markets, and sells various surreptitious mobile device monitoring products and services for Android devices, including applications that allow purchasers to monitor and track another person's activities on their mobile device without authorization."
    },
    "commissioners": [
      "Lina M. Khan, Chair",
      "Noah Joshua Phillips",
      "Rebecca Kelly Slaughter",
      "Christine S. Wilson"
    ],
    "case_date": {
      "month": 12,
      "year": 2025
    },
    "legal_authority": "Federal Trade Commission Act",
    "violation_type": "deceptive",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/192-3003-support-king-llc-spyfonecom-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security"
    ],
    "industry_sectors": [
      "Technology"
    ]
  },
  "complaint": {
    "factual_background": "Support King, LLC (also d/b/a SpyFone.com) marketed and sold surreptitious monitoring apps designed to track mobile device users without their knowledge. The company failed to implement reasonable data security measures to protect sensitive personal information collected through these apps, including photos, text messages, and GPS locations. In August 2018, an unauthorized third party accessed their server and compromised data of approximately 2,200 consumers. Following the breach, Respondents falsely claimed they partnered with data security firms and law enforcement to investigate, when they did not.",
    "representations_made": [
      {
        "description": "Claimed to take all reasonable precautions to safeguard customer information and store personal information encrypted",
        "quoted_text": "SpyFone cares about the integrity and security of your personal information. We will take all reasonable precautions to safeguard customer information, including but not limited to contact information, personally identifiable information (PII), and payment details, and Spyfone uses its database to store your encrypted personal information.",
        "source_paragraph": 14
      },
      {
        "description": "Claimed to have partnered with leading data security firms to investigate the data breach",
        "quoted_text": "Respondents disseminated a notice to purchasers following the breach in August 2018 representing that they had partner[ed] with leading data security firms to assist in our investigation",
        "source_paragraph": 19
      },
      {
        "description": "Claimed to coordinate with law enforcement authorities regarding the data breach",
        "quoted_text": "they would coordinate with law enforcement authorities on the matter",
        "source_paragraph": 19
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Sales of Surreptitious Monitoring Devices",
        "representation": "Respondents sold monitoring products and services that operate surreptitiously on mobile devices without taking reasonable steps to ensure that purchasers use the monitoring products and services only for legitimate and lawful purposes",
        "fact": "The monitoring products enabled stalkers and abusers to track victims surreptitiously, causing substantial injury including mental and emotional abuse, financial and social harm, and physical harm. Device users could not avoid this harm as they were unaware of the monitoring, and the harms were not outweighed by countervailing benefits",
        "conclusion": "Respondents' actions cause or are likely to cause substantial injury to consumers that consumers cannot reasonably avoid themselves and that is not outweighed by countervailing benefits to consumers or competition. Therefore, Respondents' acts or practices as described in Paragraph 29 constitute unfair acts or practices."
      },
      {
        "count_number": 2,
        "title": "Data Security Misrepresentations",
        "representation": "Respondents represented that they will take all reasonable precautions to safeguard customer information, including by using their database to store consumers' personal information encrypted",
        "fact": "Respondents failed to encrypt personal information stored on their server, failed to ensure proper access controls, failed to assess API vulnerabilities, transmitted passwords in plain text, and failed to require their service provider to adopt data security standards. Information stored in Respondents' database was not encrypted",
        "conclusion": "Respondents did not take all reasonable precautions to safeguard customer information and information stored in Respondents' database was not encrypted. Therefore, Respondents' representations as described in Paragraph 31 of this Complaint are false and misleading and constitute deceptive acts or practices."
      },
      {
        "count_number": 3,
        "title": "Data Breach Response Misrepresentations",
        "representation": "Respondents represented that they partnered with leading data security firms to investigate the data breach and coordinated with law enforcement authorities",
        "fact": "Respondents did not partner with any data security firms to assist in their investigation of the unauthorized access. Respondents did not work with or coordinate with law enforcement on any aspect of the unauthorized access",
        "conclusion": "Respondents did not actually partner with leading data security firms or work with law enforcement authorities. Therefore, Respondents' representations as described in Paragraph 33 of this Complaint are false and misleading and constitute deceptive acts or practices."
      }
    ]
  },
  "order": {
    "definitions": {},
    "provisions": [],
    "duration": {
      "duration_years": null,
      "termination_text": ""
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.25, Support King Complaint (Pending).pdf",
      "order": "12.25, Support King Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 3,
      "order_provisions": 0,
      "order_definitions": 0,
      "order_requirements": 0
    },
    "processing_time_seconds": 95.3
  }
}