{
  "case_info": {
    "docket_number": "1:20-cv-03563",
    "company": {
      "name": "AppFolio, Inc.",
      "incorporation_state": "Delaware",
      "entity_type": "corporation",
      "address": "50 Castilian Dr., Goleta, CA 93117",
      "business_description": "AppFolio provides tenant background screening reports and tenant screening services to property management companies. The company furnishes Consumer Reports that include public record information, criminal records, eviction records, rental payment history, and credit information."
    },
    "commissioners": [],
    "case_date": {
      "month": 12,
      "year": 2020
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act, 15 U.S.C. § 45(a); Section 13(b) of the Federal Trade Commission Act, 15 U.S.C. § 53(b); Section 16(a)(1) of the Federal Trade Commission Act, 15 U.S.C. § 56(a)(1); Section 621(a) of the Fair Credit Reporting Act, 15 U.S.C. § 1681s(a)",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/1923016-appfolio-inc"
  },
  "complaint": {
    "factual_background": "AppFolio, Inc., a consumer reporting agency providing tenant background screening services, violated the Fair Credit Reporting Act by including obsolete eviction and criminal records more than seven years old in consumer reports until at least June 2019. Additionally, until at least April 2019, AppFolio failed to follow reasonable procedures to ensure maximum possible accuracy of the information in its tenant screening reports, relying heavily on a third-party vendor whose contract disclaimed accuracy guarantees. These failures resulted in reports containing records for wrong individuals, inaccurate dispositions, and duplicate entries, potentially leading to denials of housing opportunities.",
    "representations_made": [
      {
        "description": "AppFolio furnished tenant screening reports to client property management companies to assist in selecting tenants",
        "quoted_text": "9. Defendant furnishes background screening reports about consumers to thousands of client property management companies to, among other things, assist the clients in selecting tenants (“Tenant Screening Reports”).",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 9,
        "quote_start_line": 71,
        "quote_end_line": 73
      },
      {
        "description": "AppFolio's contract with CoreLogic acknowledged that due to the organization of criminal records, there would be instances where identifying information appears to match the applicant but may not pertain to the applicant, and that AppFolio would use commercially reasonable efforts to independently verify the information",
        "quoted_text": "[Defendant] acknowledges and agrees that . . . due to the organization of criminal records and/or the nature of the query, there will be instances where identifying information appears to match the applicant on which Screening Results are sought, which information may not pertain to the End User’s applicant, and that [Defendant] will use commercially reasonable efforts, or cause its End-Users to use commercially reasonable efforts, to independently verify the information in the Screening Results to ensure that it pertains to the applicant before any adverse action is taken against the applicant.",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 19,
        "quote_start_line": 139,
        "quote_end_line": 146
      },
      {
        "description": "CoreLogic's contract stated it cannot guarantee the accuracy and/or completeness of the consumer information furnished",
        "quoted_text": "the accuracy of the data it provided. For example, one contract provision stated, “[Defendant] acknowledges that [CoreLogic] cannot guarantee the accuracy and/or completeness of the consumer information furnished.”",
        "verified": true,
        "confidence": 1.0,
        "source_paragraph": 20,
        "quote_start_line": 148,
        "quote_end_line": 150
      },
      {
        "description": "CoreLogic's contract stated the services are provided 'as is' without warranty of any kind, including without limitation any warranties of accuracy, timeliness, or completeness",
        "quoted_text": "THE SERVICES ARE PROVIDED ‘AS IS’ WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION ANY WARRANTIES OF ACCURACY, TIMELINESS, 5 Case 1:20-cv-03563 Document 1 Filed 12/08/20 Page 6 of 10 COMPLETENESS, MERCHANTIBILITY, NON-INFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE (EVEN IF THAT PURPOSE IS KNOWN TO [CORELOGIC]), OR ARISING FROM COURSE OF DEALING, USAGE OR TRADE PRACTICE.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 21,
        "quote_start_line": 152,
        "quote_end_line": 162
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Reporting Obsolete Eviction and Criminal Records",
        "representation": "AppFolio provided consumer reports to property management companies",
        "fact": "Until at least June 2019, AppFolio reported eviction records and non-conviction criminal records that were more than seven years old, in violation of Section 605(a) of the FCRA which generally prohibits reporting such obsolete information",
        "conclusion": "By providing consumer reports that included eviction records and non-conviction criminal records more than seven years old, Defendant violated Section 605(a) of the FCRA, 15 U.S.C. § 1681c(a), which also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      },
      {
        "count_number": 2,
        "title": "Failure to Follow Reasonable Accuracy Procedures",
        "representation": "AppFolio prepared consumer reports containing criminal record and eviction record information",
        "fact": "Until at least April 2019, AppFolio failed to follow reasonable procedures to assure maximum possible accuracy by: (a) failing to assess whether identifiers reasonably matched the applicant before including records; (b) failing to assess whether there were internal inconsistencies indicating records for multiple individuals; (c) failing to assure eviction and criminal record information accurately reflected disposition, offense name, and offense type; and (d) failing to prevent duplicate entries for the same action. This resulted in reports with records for wrong individuals, missing or inaccurate information, and multiple entries for the same action",
        "conclusion": "By failing to follow reasonable procedures to assure maximum possible accuracy of consumer report information, Defendant violated Section 607(b) of the FCRA, 15 U.S.C. § 1681e(b), which also constitute unfair or deceptive acts or practices in violation of Section 5(a) of the FTC Act"
      }
    ]
  },
  "order": {
    "definitions": {
      "Consumer Report": "any written, oral, or other communication of any information by a Consumer Reporting Agency bearing on a consumer's credit worthiness, credit standing, credit capacity, character, general reputation, personal characteristics, or mode of living which is used or expected to be used or collected in whole or in part for a Permissible Purpose.",
      "Consumer Reporting Agency": "any person which, for monetary fees, dues, or on a cooperative nonprofit basis, regularly engages in whole or in part in the practice of assembling or evaluating consumer credit information or other information on consumers for the purpose of furnishing Consumer Reports to third parties, and which uses any means or facility of interstate commerce for the purpose of preparing or furnishing Consumer Reports.",
      "Defendant": "AppFolio, Inc., a Delaware corporation, and its successors and assigns.",
      "Permissible Purpose": "purposes enumerated in subsections 1-6, including court orders, consumer instructions, credit transactions, employment purposes, insurance underwriting, government licenses, investor/servicer needs, business transactions initiated by consumer, account reviews, government travel cards, child support enforcement, state child support plans, and FDIC/NCUA conservatorship activities."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibited Business Activities",
        "category": "prohibition",
        "summary": "Defendant is permanently restrained from making consumer reports containing obsolete adverse information (civil suits, judgments, arrests over 7 years old, or other adverse items over 7 years old) and from failing to maintain reasonable procedures to assure maximum possible accuracy.",
        "requirements": [
          {
            "description": "Must not make consumer reports containing civil suits, civil judgments, and records of arrest that antedate the report by more than seven years or until the governing statute of limitations has expired, whichever is longer",
            "quoted_text": "A. Making any Consumer Report containing any of the following items of information: 1. Civil suits, civil judgments, and records of arrest that from date of entry, antedate the report by more than seven (7) years or until the governing statute of limitations has expired, whichever is the longer period; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 119,
            "quote_end_line": 122
          },
          {
            "description": "Must not make consumer reports containing any other adverse item of information (other than records of convictions of crimes) which antedates the report by more than seven years",
            "quoted_text": "2. Any other adverse item of information, other than records of convictions of crimes which antedates the report by more than seven (7) years.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 123,
            "quote_end_line": 124
          },
          {
            "description": "Must not fail to maintain reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom a Consumer Report relates",
            "quoted_text": "B. Failing to maintain reasonable procedures to assure maximum possible accuracy of the information concerning the individual about whom a Consumer Report relates.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 125,
            "quote_end_line": 126
          }
        ]
      },
      {
        "provision_number": "II",
        "title": "Monetary Judgment for Civil Penalty",
        "category": "affirmative_obligation",
        "summary": "Defendant must pay a civil penalty of $4,250,000 to the Treasurer of the United States.",
        "requirements": [
          {
            "description": "Pay $4,250,000 civil penalty to the Treasurer of the United States by electronic fund transfer",
            "quoted_text": "B. Defendant is ordered to pay to Plaintiff, by making payment to the Treasurer of the United States, four million two hundred fifty thousand dollars ($4,250,000), which, as Defendant stipulates, its undersigned counsel holds in escrow for no purpose other than payment to Plaintiff. Such payment must be made within seven (7) days of entry of this Order by electronic fund transfer in accordance with instructions previously provided by a representative of Plaintiff.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 135,
            "quote_end_line": 139
          }
        ]
      },
      {
        "provision_number": "III",
        "title": "Additional Monetary Provisions",
        "category": "affirmative_obligation",
        "summary": "Defendant relinquishes all rights to transferred assets, acknowledges complaint facts will be taken as true in future enforcement, and acknowledges use of tax identification number for collection purposes.",
        "requirements": [
          {
            "description": "Relinquish dominion and all legal and equitable right, title and interest in all assets transferred pursuant to this Order",
            "quoted_text": "A. Defendant relinquishes dominion and all legal and equitable right, title and interest in all assets transferred pursuant to this Order and may not seek the return of any assets.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 142,
            "quote_end_line": 143
          }
        ]
      },
      {
        "provision_number": "IV",
        "title": "Order Acknowledgments",
        "category": "acknowledgment",
        "summary": "Defendant must submit its own acknowledgment of receipt, deliver copies of the Order to personnel and entities for 3 years, and obtain signed acknowledgments from recipients.",
        "requirements": [
          {
            "description": "Submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury",
            "quoted_text": "A. Defendant, within seven (7) days of entry of this Order, must submit to the Commission an acknowledgment of receipt of this Order sworn under penalty of perjury.",
            "deadline": "7 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 154,
            "quote_end_line": 155
          },
          {
            "description": "For 3 years after entry, deliver a copy of this Order to all principals, officers, directors, LLC managers and members, employees with managerial responsibilities, agents and representatives who participate in conduct related to the subject matter, and any business entity resulting from change in structure",
            "quoted_text": "B. For three (3) years after entry of this Order, Defendant must deliver a copy of this Order to: (1) all principals, officers, directors, and LLC managers and members; (2) all employees Page 6 of 13 Case 1:20-cv-03563 Document 2 Filed 12/08/20 Page 7 of 14 having managerial responsibilities for conduct related to the subject matter of the Order and all agents and representatives who participate in conduct related to the subject matter of the Order; and (3) any business entity resulting from any change in structure as set forth in the Section titled Compliance Reporting. Delivery must occur within seven (7) days of entry of this Order for",
            "deadline": "7 days for current personnel, before assumption of responsibilities for others",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 156,
            "quote_end_line": 165
          },
          {
            "description": "Obtain signed and dated acknowledgment of receipt of this Order from each individual or entity to which Defendant delivered a copy",
            "quoted_text": "C. From each individual or entity to which Defendant delivered a copy of this Order, Defendant must obtain, within thirty (30) days, a signed and dated acknowledgment of receipt of this Order.",
            "deadline": "30 days",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 167,
            "quote_end_line": 169
          }
        ]
      },
      {
        "provision_number": "V",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Defendant must submit a compliance report after 1 year, compliance notices within 14 days of structural changes for 10 years, and bankruptcy notices within 14 days.",
        "requirements": [
          {
            "description": "Submit a compliance report sworn under penalty of perjury identifying contact information, all businesses and their activities, compliance with each section of the Order, and copies of Order Acknowledgments",
            "quoted_text": "A. One (1) year after entry of this Order, Defendant must submit a compliance report, sworn under penalty of perjury: Defendant must: (a) identify the primary physical, postal, and email address and telephone number, as designated points of contact, which representatives of the Commission and Plaintiff may use to communicate with Defendant; (b) identify all of Defendant’s businesses by all of their names, telephone numbers, and physical, postal, email, and Internet addresses; (c) describe the activities of each business, including a description of any products and services that involve Consumer Reports; (d) describe in detail whether and how Defendant is in compliance with each Section of this Order; and (e) provide a copy of each Order Acknowledgment obtained pursuant to this Order, unless previously submitted to the Commission.",
            "deadline": "1 year",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 173,
            "quote_end_line": 182
          },
          {
            "description": "For 10 years, submit a compliance notice sworn under penalty of perjury within 14 days of any change in designated point of contact or structure of Defendant or any entity with ownership interest",
            "quoted_text": "B. For ten (10) years following entry of this Order, Defendant must submit a compliance notice, sworn under penalty of perjury, within fourteen (14) days of any change in (a) any Page 7 of 13 Case 1:20-cv-03563 Document 2 Filed 12/08/20 Page 8 of 14 designated point of contact; or (b) the structure of Defendant or any entity that Defendant has any ownership interest in or controls directly or indirectly that may affect compliance obligations arising under this Order, including: creation, merger, sale, or dissolution of the entity or any subsidiary, parent, or affiliate that engages in any acts or practices subject to this Order.",
            "deadline": "14 days of change",
            "verified": true,
            "confidence": 0.85,
            "quote_start_line": 183,
            "quote_end_line": 192
          },
          {
            "description": "Submit notice of filing of any bankruptcy petition, insolvency proceeding, or similar proceeding",
            "quoted_text": "C. Defendant must submit to the Commission notice of the filing of any bankruptcy petition, insolvency proceeding, or any similar proceeding by or against Defendant within fourteen (14) days of its filing.",
            "deadline": "14 days of filing",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 193,
            "quote_end_line": 195
          }
        ]
      },
      {
        "provision_number": "VI",
        "title": "Recordkeeping Provisions",
        "category": "recordkeeping",
        "summary": "Defendant must create records for 10 years and retain each record for 5 years, including accounting records, personnel records, complaints, training materials, and compliance documents.",
        "requirements": [
          {
            "description": "Create and maintain for 10 years (retain each for 5 years) accounting records showing revenues from all goods or services sold",
            "quoted_text": "IT IS FURTHER ORDERED that Defendant must create certain records for ten (10) years after entry of the Order, and retain each such record for five (5) years. Specifically, in connection with providing Consumer Reports, Defendant must create and maintain the following records: A. Accounting records showing the revenues from all goods or services sold;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 207,
            "quote_end_line": 211
          },
          {
            "description": "Create and maintain for 10 years (retain each for 5 years) personnel records showing name, addresses, telephone numbers, job title, dates of service, and reason for termination",
            "quoted_text": "B. Personnel records showing, for each employee: name, addresses, and telephone numbers; job title or position; dates of service; and, if applicable, the reason for termination;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 216,
            "quote_end_line": 217
          },
          {
            "description": "Create and maintain for 10 years (retain each for 5 years) complaints and refund requests concerning the subject matter of the Order and any response",
            "quoted_text": "C. Complaints and refund requests concerning the subject matter of the Order, whether received directly or indirectly, such as through a third party, and any response;",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 218,
            "quote_end_line": 219
          },
          {
            "description": "Create and maintain for 10 years (retain each for 5 years) all employee training materials concerning the subject matter of the Order",
            "quoted_text": "D. All employee training materials concerning the subject matter of the Order; and",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 220,
            "quote_end_line": 220
          },
          {
            "description": "Create and maintain for 10 years (retain each for 5 years) all records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission",
            "quoted_text": "E. All records necessary to demonstrate full compliance with each provision of this Order, including all submissions to the Commission.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 221,
            "quote_end_line": 222
          }
        ]
      },
      {
        "provision_number": "VII",
        "title": "Compliance Monitoring",
        "category": "monitoring",
        "summary": "The Commission and Plaintiff may demand additional compliance reports, conduct depositions, inspect documents, interview personnel, and use investigative techniques including posing as consumers to monitor compliance.",
        "requirements": [
          {
            "description": "Within 14 days of written request, submit additional compliance reports or other requested information sworn under penalty of perjury, appear for depositions, and produce documents for inspection and copying",
            "quoted_text": "A. Within fourteen (14) days of receipt of a written request from a representative of the Commission or Plaintiff, Defendant must submit additional compliance reports or other requested information, which must be sworn under penalty of perjury; appear for depositions; and produce documents for inspection and copying. The Commission and Plaintiff are also authorized to obtain discovery, without further leave of court, using any of the procedures prescribed by Federal Rules of Civil Procedure 29, 30 (including telephonic depositions), 31, 33, 34, 36, 45, and 69, provided that Defendant, after attempting to resolve a dispute without court action and for good cause shown, may file a motion with this Court seeking an order for one or more of the protections set forth in Rule 26(c).",
            "deadline": "14 days of request",
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 226,
            "quote_end_line": 234
          },
          {
            "description": "Permit representatives of the Commission or Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview",
            "quoted_text": "communicate directly with Defendant. Defendant must permit representatives of the Commission or Plaintiff to interview any employee or other person affiliated with Defendant who has agreed to such an interview. The person interviewed may have counsel present.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 236,
            "quote_end_line": 238
          }
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Retention of Jurisdiction",
        "category": "duration",
        "summary": "The Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
        "requirements": [
          {
            "description": "Court retains jurisdiction for construction, modification, and enforcement of this Order",
            "quoted_text": "IT IS FURTHER ORDERED that this Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order.",
            "deadline": null,
            "verified": true,
            "confidence": 1.0,
            "quote_start_line": 249,
            "quote_end_line": 250
          }
        ]
      }
    ],
    "duration": {
      "duration_years": null,
      "termination_text": "This Court retains jurisdiction of this matter for purposes of construction, modification, and enforcement of this Order."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.20, AppFolio Complaint.pdf",
      "order": "12.20, AppFolio Order.pdf"
    },
    "extraction_stats": {
      "complaint_counts": 2,
      "complaint_representations": 4,
      "order_provisions": 8,
      "order_definitions": 4,
      "order_requirements": 19,
      "provisions_per_section": {
        "I": 3,
        "II": 1,
        "III": 1,
        "IV": 3,
        "V": 3,
        "VI": 5,
        "VII": 2,
        "VIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 4,
        "complaint_total": 4,
        "order_verified": 19,
        "order_total": 19
      }
    },
    "processing_time_seconds": 354.6
  }
}