{
  "case_info": {
    "docket_number": "222-3105",
    "company": {
      "name": "Illuminate Education, Inc.",
      "incorporation_state": "California",
      "entity_type": "corporation",
      "address": "2911 Peach Street, Wisconsin Rapids, WI 54494",
      "business_description": "Illuminate is an education technology company that makes cloud-based, Pre-K–12 educational software/web applications, and instructional and assessment tools. The company markets and sells its products to schools and school districts for use by teachers and administrators to manage attendance, testing, learning assessment, student progress monitoring, and data analytics."
    },
    "commissioners": [
      "Andrew N. Ferguson, Chairman",
      "Mark R. Meador"
    ],
    "case_date": {
      "month": 12,
      "year": 2025
    },
    "legal_authority": "Section 5(a) of the Federal Trade Commission Act",
    "violation_type": "unfair",
    "ftc_url": "https://www.ftc.gov/legal-library/browse/cases-proceedings/222-3105-illuminate-education-inc-matter",
    "statutory_topics": [
      "Section 5 Only"
    ],
    "practice_areas": [
      "Data Security",
      "Privacy"
    ],
    "industry_sectors": [
      "Technology",
      "Education"
    ]
  },
  "complaint": {
    "factual_background": "Illuminate Education, Inc. is an education technology company serving over 17 million students across more than 5,200 school districts. Despite publicly promising robust data security and making explicit contractual representations to school districts about encrypting student data and maintaining strong access controls, Illuminate stored sensitive student personal information in plaintext, failed to disable credentials for a former employee who left in 2018, and lacked adequate logging, monitoring, and identity access management practices. In December 2021 through January 2022, a threat actor exploited these failures to breach Illuminate's AWS environment using the former employee's stale credentials, exfiltrating SQL backups containing the personal information of over 10.1 million students. Illuminate then failed to timely notify affected school districts and students, with some notifications arriving as late as October 2023—nearly two years after the breach.",
    "representations_made": [
      {
        "description": "Claimed to protect user data with physical, electronic, and procedural security measures to defend against unauthorized access, and that systems were protected by technological measures to prevent unauthorized access",
        "quoted_text": "We protect your data like it’s our own. 7 We pledge our unwavering commitment to student data privacy. We take security measures—physical, electronic, and procedural—to help defend against the unauthorized access and disclosure of your information. In addition to the restrictions discussed in this Privacy Policy, our employees are required to comply with information security safeguards, and our systems are protected by technological measures to help prevent unauthorized individuals from gaining access.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 33,
        "quote_start_line": 274,
        "quote_end_line": 283
      },
      {
        "description": "Represented to a New York City charter school that it maintains strict administrative, technical, and physical procedures to protect information, limits access via user/password credentials and two-factor authentication, and implements practices meeting or exceeding private industry best practices for student information security",
        "quoted_text": "in New York. In March 2018 Illuminate represented to a New York City charter school that it “maintains strict administrative, technical and physical procedures to protect information stored in our servers,” and that “[a]ccess to information is limited (through user/password credentials and two factor authentication) to those employees who require it to perform their job functions.” Illuminate also represented it “implemented practices and procedures designed to meet or exceed … private industry best practices, regarding the proper handling and security of student information.”",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 35,
        "quote_start_line": 291,
        "quote_end_line": 297
      },
      {
        "description": "Represented to a New York city board of education and Hudson Valley school district that it would use encryption technology to protect student data in motion and at rest, maintain a log of data-changing operations, conduct periodic risk assessments, and timely remediate identified security and privacy vulnerabilities",
        "quoted_text": "36. Similarly, in January and October 2020, Illuminate represented to a city board of education and a Hudson Valley school district that as required by N.Y. Education Law §2-d, it agreed to use encryption technology to protect student data while in motion or in its custody from unauthorized disclosure. In addition to these representations, Illuminate represented that it maintained a log of data-changing operations, and conducted periodic risk assessments and remediated any identified material security and privacy vulnerabilities in a timely manner.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 36,
        "quote_start_line": 298,
        "quote_end_line": 303
      },
      {
        "description": "Represented to Connecticut school districts that it would take actions such as encryption to ensure security and confidentiality of student data, and had put in place reasonable and appropriate security, technical, and organizational measures to protect student data against accidental or unlawful destruction, loss, alteration, unauthorized use, disclosure, or access",
        "quoted_text": "37. Illuminate made similar data security representations to school districts in Connecticut. Between 2018 and 2020, Illuminate represented it would take actions (such as encryption) designed to ensure the security and confidentiality of student data. Similarly, Illuminate also represented that it had put in place reasonable and appropriate security, technical, and organizational measures to protect its usage of student data against accidental or unlawful destruction or accidental loss, alterations, and unauthorized use, disclosure, or access.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 37,
        "quote_start_line": 305,
        "quote_end_line": 310
      },
      {
        "description": "Represented to Colorado school districts that it had put in place reasonable and appropriate security measures, would store and process student data in accordance with SANS Top 20 Security Controls, and that student data would be encrypted in transmission and at rest per NIST Special Publication 800-57",
        "quoted_text": "38. Between 2019 and 2021, Illuminate entered into similar contracts for services with school districts in Colorado. Like the representations made in Paragraph 45, Illuminate warranted it had put in place reasonable and appropriate security, technical, and organizational measures to protect its usage of students’ personal information against accidental or unlawful destruction or 8 accidental loss, alterations, and unauthorized use, disclosure, or access. For example, Illuminate represented it would store and process student data in accordance with commercial standard practices that are no less rigorous than those outlined in the SANS Top 20 Security Controls, and that student data would be encrypted in transmission and at rest in accordance with NIST Special Publication 800-57.",
        "verified": true,
        "confidence": 0.85,
        "source_paragraph": 38,
        "quote_start_line": 312,
        "quote_end_line": 323
      },
      {
        "description": "Represented to school districts in New York and Connecticut that it would provide swift notifications of any breach or unauthorized release of student data within 24 or 48 hours of discovery",
        "quoted_text": "40. Illuminate has made representations about the swiftness of its breach or unauthorized disclosure notifications to schools and school districts. For example, in contracts with school districts in New York and Connecticut, Illuminate promised to provide notifications of any breach or unauthorized release of student data as early as 24 or 48 hours, respectively, from the knowledge or discovery of a potential breach.",
        "verified": true,
        "confidence": 1,
        "source_paragraph": 40,
        "quote_start_line": 336,
        "quote_end_line": 340
      }
    ],
    "counts": [
      {
        "count_number": 1,
        "title": "Unfair Information Security Practices",
        "representation": "Illuminate failed to employ reasonable and appropriate measures to protect personal information",
        "fact": "As described in Paragraph 24, Illuminate engaged in numerous failures including storing student data unencrypted in plaintext, failing to remove inactive/former employee accounts, failing to enforce MFA and SSO on AWS services, failing to implement adequate IAM policies, failing to configure logging and monitoring, failing to establish an incident response plan, and failing to implement reasonable data retention practices",
        "conclusion": "Illuminate's failure to employ reasonable and appropriate measures to protect personal information caused or is likely to cause substantial injury to consumers that is not outweighed by countervailing benefits to consumers or competition and is not reasonably avoidable by consumers themselves. This practice is an unfair act or practice."
      },
      {
        "count_number": 2,
        "title": "Data Security Misrepresentations",
        "representation": "As described in Paragraphs 33–38, Illuminate represented, directly or indirectly, expressly or by implication, that it implemented reasonable measures to protect personal information against unauthorized access",
        "fact": "As set forth in Paragraph 39, Illuminate did not implement reasonable measures to protect personal information against unauthorized access, including failing to deprovision terminated employee accounts, enable appropriate logging and MFA, maintain reasonable safeguards, limit internal access, encrypt student personal information, or timely remediate identified security vulnerabilities",
        "conclusion": "Therefore, the representation set forth in Paragraph 43 is false or misleading."
      },
      {
        "count_number": 3,
        "title": "Misrepresentations to School Districts Regarding Notice",
        "representation": "As described in Paragraph 40, Illuminate represented that it would timely notify school districts whose data had been exposed as a result of a breach or unintended disclosure of confidential or personally identifiable information, promising notification within 24 or 48 hours of discovery",
        "fact": "As described in Paragraph 41, Illuminate failed to provide timely notice to school districts and students—most initial notifications did not occur until March to July 2022, well over three months after the breach, and approximately 387,000 students were not notified until as late as October 2023, nearly two years after the breach",
        "conclusion": "Therefore, Illuminate's representations as set forth in Paragraph 45 are false or misleading."
      }
    ]
  },
  "order": {
    "definitions": {
      "Authorized User": "any employee, contractor, agent, customer, or other person that is authorized to access any of Respondent's information systems or data.",
      "Covered Incident": "any incident that results in Respondent notifying, pursuant to a statutory or regulatory requirement, any U.S. federal, state, or local government entity that information of or about an individual consumer was, or is reasonably believed to have been, accessed, acquired, or publicly exposed without authorization.",
      "Covered Information": "information from or about an individual consumer used, collected or retained in connection with a Covered Product including: (a) a first and last name; (b) a home or physical address; (c) an email address or other online contact information, such as an instant messaging user identifier or a screen name; (d) a mobile or other telephone number; (e) a driver's license or other government-issued identification number; (f) date of birth; (g) Medical Information; (h) user ID, or other persistent identifier that can be used to recognize a user over time and across different devices, websites, or online services; (i) user account credentials, such as a login name and password (whether plain text, encrypted, hashed, and/or salted); (j) student demographic information (such as foster status, homelessness status, economic status, other population characteristics); (k) disability information; (l) special education needs information; or (m) disciplinary incident information.",
      "Covered Product": "any product offered by Respondent that is marketed, offered for sale, or sold, directly or indirectly, in the United States, including eSchoolData, eduCLIMBER, DnA, FastBridge and SchoolCity, and all versions, revisions, and successor products.",
      "Deidentified Information": "information that cannot reasonably identify, relate to, describe, be capable of being associated with, or be linked, directly or indirectly, to a particular person, in that Respondent must, at a minimum: 1. Have implemented technical safeguards that prohibit reidentification of the person to whom the information may pertain; 2. Have implemented business processes that specifically prohibit reidentification of the information, including by buyers, customers, or other entities to whom Respondent provides the information; 3. Have implemented business processes to prevent inadvertent release of Deidentified Information; and 4. Make no attempt to reidentify the information.",
      "Delete / Deleted / Deletion": "to remove Covered Information such that it is not maintained in retrievable form and cannot be retrieved in the normal course of business.",
      "Medical Information": "information relating to the health of an individual consumer, including but not limited to medical history information, prescription information, physical or mental health testing information, health insurance information, or physician exam or health professional notes.",
      "Respondent": "Illuminate Education, Inc., a California corporation, and its successors and assigns."
    },
    "provisions": [
      {
        "provision_number": "I",
        "title": "Prohibition on Misrepresentations",
        "category": "prohibition",
        "summary": "Respondent must not misrepresent its privacy or cybersecurity protections for student information, or misrepresent the timeframe in which it will notify impacted individuals and school districts of a data breach.",
        "requirements": [
          {
            "description": "Must not misrepresent the privacy, security, availability, confidentiality, or integrity of student information, or misrepresent breach notification timeframes",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Prohibition"
        ]
      },
      {
        "provision_number": "II",
        "title": "Deletion of Unnecessary Personal Information",
        "category": "affirmative_obligation",
        "summary": "Respondent must delete Covered Information that is no longer necessary to provide the contracted services or upon customer request.",
        "requirements": [
          {
            "description": "Delete Covered Information that is no longer necessary to provide the requested services or upon customer request",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "III",
        "title": "Data Retention Schedule",
        "category": "affirmative_obligation",
        "summary": "Respondent must publish and comply with a documented data retention schedule explaining the purposes for collecting personal information, the specific business needs for retaining it, and a timeframe for deletion.",
        "requirements": [
          {
            "description": "Publish and comply with a data retention schedule specifying collection purposes, business needs for retention, and deletion timeframes",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Privacy"
        ],
        "remedy_types": [
          "Data Deletion"
        ]
      },
      {
        "provision_number": "IV",
        "title": "Comprehensive Information Security Program",
        "category": "affirmative_obligation",
        "summary": "Respondent must establish and implement a comprehensive written information security program that addresses the security, availability, confidentiality, and integrity of Covered Information, including strict access controls, multi-factor authentication, periodic access reviews, data inventory and classification, and periodic briefings to the Board.",
        "requirements": [
          {
            "description": "Establish and maintain a comprehensive information security program with documented administrative, technical, and physical safeguards appropriate to the nature and scope of Respondent's activities",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          },
          {
            "description": "Implement strict access controls, including multi-factor authentication (MFA) and periodic access reviews",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          },
          {
            "description": "Maintain data inventory and classification requirements",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          },
          {
            "description": "Provide periodic briefings to the company's Board of Directors on the information security program",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "V",
        "title": "Independent Third-Party Security Assessments",
        "category": "assessment",
        "summary": "Respondent must obtain an initial independent third-party information security assessment and then biennial assessments throughout the 10-year order period.",
        "requirements": [
          {
            "description": "Obtain an initial independent third-party information security assessment",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          },
          {
            "description": "Obtain biennial independent third-party information security assessments throughout the order period",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Third-Party Assessment",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VI",
        "title": "Truthful Disclosure to Assessors",
        "category": "affirmative_obligation",
        "summary": "Respondent must not misrepresent or conceal material facts from independent third-party assessors conducting security assessments required by the Order.",
        "requirements": [
          {
            "description": "Disclose all material facts truthfully to independent third-party assessors and must not misrepresent or conceal information relevant to the required security assessments",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "VII",
        "title": "Annual CISO Certifications",
        "category": "compliance_reporting",
        "summary": "Respondent's Chief Information Security Officer must submit annual written certifications to the FTC confirming that the information security program has been implemented and that there is no uncorrected material noncompliance.",
        "requirements": [
          {
            "description": "Chief Information Security Officer must submit annual certifications confirming implementation of the information security program and the absence of uncorrected material noncompliance",
            "quoted_text": "",
            "deadline": "annually",
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security"
        ],
        "remedy_types": [
          "Compliance Monitoring",
          "Comprehensive Security Program"
        ]
      },
      {
        "provision_number": "VIII",
        "title": "Covered Incident Notification to FTC",
        "category": "compliance_reporting",
        "summary": "Respondent must notify the FTC whenever it notifies any U.S. federal, state, or local government entity of a data breach or unauthorized exposure of consumers' personal information.",
        "requirements": [
          {
            "description": "Notify the FTC whenever Respondent notifies any U.S. federal, state, or local government entity of a Covered Incident (data breach or unauthorized exposure of personal information)",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "IX",
        "title": "Order Distribution and Acknowledgment",
        "category": "acknowledgment",
        "summary": "Respondent must distribute copies of the Order to officers, directors, and employees with relevant responsibilities and obtain signed acknowledgments of receipt.",
        "requirements": [
          {
            "description": "Deliver a copy of the Order to all principals, officers, directors, and managers, and to employees and agents having responsibilities relatingto the subject matter of the Order",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          },
          {
            "description": "Obtain signed acknowledgments of receipt of the Order from all persons required to receive it",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      },
      {
        "provision_number": "X",
        "title": "Compliance Reporting",
        "category": "compliance_reporting",
        "summary": "Respondent must file written compliance reports with the FTC within specified timeframes after the Order becomes final and upon request.",
        "requirements": [
          {
            "description": "File initial compliance report with the FTC within a specified period after the Order becomes final",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          },
          {
            "description": "Submit additional compliance reports upon the FTC's written request",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XI",
        "title": "Recordkeeping",
        "category": "recordkeeping",
        "summary": "Respondent must create and retain documents necessary to demonstrate compliance with the Order for a specified retention period.",
        "requirements": [
          {
            "description": "Create and retain all records and documents necessary to demonstrate compliance with the Order, including records of assessments, certifications, and incident notifications",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Recordkeeping"
        ]
      },
      {
        "provision_number": "XII",
        "title": "FTC Compliance Monitoring",
        "category": "monitoring",
        "summary": "The FTC retains the right to access Respondent's facilities, records, and personnel to monitor compliance with the Order.",
        "requirements": [
          {
            "description": "Permit FTC representatives to access Respondent's premises, records, and personnel for compliance monitoring purposes",
            "quoted_text": "",
            "deadline": null,
            "verified": false,
            "confidence": 0
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Compliance Monitoring"
        ]
      },
      {
        "provision_number": "XIII",
        "title": "Order Duration",
        "category": "duration",
        "summary": "The Order terminates ten years from the date of its issuance, subject to extension if a compliance violation complaint is filed.",
        "requirements": [
          {
            "description": "Order terminates ten years from issuance date; may be extended if FTC files a complaint for violation; if such complaint is dismissed or court rules no violation, Order terminates as if complaint was never filed except during pendency of appeal",
            "quoted_text": "Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal.",
            "deadline": "10 years",
            "verified": true,
            "confidence": 1,
            "quote_start_line": 140,
            "quote_end_line": 145
          }
        ],
        "statutory_topics": [
          "Section 5 Only"
        ],
        "practice_areas": [
          "Data Security",
          "Privacy"
        ],
        "remedy_types": [
          "Other"
        ]
      }
    ],
    "duration": {
      "duration_years": 10,
      "termination_text": "Provided, further, that if such complaint is dismissed or a federal court rules that the Respondent did not violate any provision of the Order, and the dismissal or ruling is either not appealed or upheld on appeal, then the Order will terminate according to this Provision as though the complaint had never been filed, except that the Order will not terminate between the date such complaint is filed and the later of the deadline for appealing such dismissal or ruling and the date such dismissal or ruling is upheld on appeal."
    }
  },
  "metadata": {
    "source_files": {
      "complaint": "12.25, Illuminate Education Complaint (Pending).pdf",
      "order": "12.25, Illuminate Education Order (Pending).pdf"
    },
    "extraction_stats": {
      "complaint_counts": 3,
      "complaint_representations": 6,
      "order_provisions": 13,
      "order_definitions": 8,
      "order_requirements": 19,
      "provisions_per_section": {
        "I": 1,
        "II": 1,
        "III": 1,
        "IV": 4,
        "V": 2,
        "VI": 1,
        "VII": 1,
        "VIII": 1,
        "IX": 2,
        "X": 2,
        "XI": 1,
        "XII": 1,
        "XIII": 1
      },
      "reextraction_stats": {
        "complaint_improved": 0,
        "order_improved": 0,
        "definitions_corrected": 0
      },
      "verification_details": {
        "complaint_verified": 6,
        "complaint_total": 6,
        "order_verified": 1,
        "order_total": 1
      }
    },
    "processing_time_seconds": 212
  }
}